{
  "cards": [
    {
      "name": "fool",
      "index": 0,
      "full name": "The Fool",
      "suit": 0,
      "arcana": 0,
      "description": "THE Fool IS THE LEAD player in the drama of the deck. He represents every man, woman, and child fortunate enough to find themselves in the cards. He's the happy wanderer on the journey of life, and he knows that half the fun is getting there.\n Some people think of the Fool as both the first and last card in the Major Arcana; like the Greek letters Alpha and Omega, the Fool represents both the beginning and the end. No matter how many times the Fool has run his course, he remains perpetually innocent and pure, unblemished and unspoiled by previous experience, untarnished by disappointment, and unscarred by experience. He's never concerned about his final destination.\n In most versions of the card, the Fool is perched on the edge of a cliff-a not-so-subtle allusion to disaster and destruction. According to the mystical tradition that equates the Fool with the element of air, however, he won't fall when he steps off the cliff. Instead, he'll float, or fly, or soar on the wings of his imagination.\n Of course, there's always a chance that he could be embarking on a fool's errand-a fruitless mission or an impossible task. Just to be on the safe side, he might want to look before he leaps.\n In a story reading, the Fool may represent an explorer, adventurer, hero, or traveller-and in writing, almost every hero or protagonist can be represented by the Fool.",
      "key symbols": [
        "Leap of Faith. Symbolically, the Fool is a metaphor for the soul, plunging from a heavenly spiritual existence into physical form on the earthly plane. In fact, Arthur Edward Waite-the original designer of the cards in this book-called the Fool \"the soul in search of experience.\" In that sense, the Fool is willing and able to take a leap of faith, to put theory into practice, and dive headlong into a new life.",
        "Cliffhanger. The cliff is a chasm, a void, a sharp, clear division between one world and the next.",
        "Guard Dog. The little white dog in the card is a loyal companion, defender, and guide. He may represent instinct, a primal form of intuition; the Fool's conscience, a cautioning inner voice; or the social mores and expectations that keep our most outlandish behaviours in check.",
        "Feathered Cap. A feather in one's cap is a sign of honour and accomplishment.",
        "Patterns of Nature. The circles on the Fool's tunic represent spheres on the Kabbalistic Tree of Life.",
        "Cinch It. The Fool's belt is made up of the seven planets of ancient astrology, which in turn correspond to the seven days of the week.",
        "Red Rose. The red rose in the Fool's left hand symbolizes passion.",
        "Walking Stick. The walking stick in his right hand represents balance.",
        "Karmic Baggage. The bag tied to the end of the walking stick could hold memories, lessons, and souvenirs of a previous life-which makes it, in effect, karmic baggage. Some tarot readers suggest that it holds the breath of life, which the Fool uses to animate the world around him. Many say the bag contains tokens from the four suits of the Minor Arcana-a wand, a cup, a sword, and a pentacle-which will serve as the tools for his journey.",
        "The Eye of God. The sun symbolizes light and energy from a higher power, and guidance from a consciousness that's greater than our own",
        "A Range of Possibilities. Snow-capped mountains represent obstacles to be overcome, new heights to be scaled, new challenges, and the promise of accomplishment.",
        "Numeric Significance. The Fool is the \"zero\" card. In everyday terms, most of us think of zero as a starting point, from which we count our way up-or down, into negative numbers. It's not, however, a \"natural\" number. We don't use zero for addition, subtraction, or any basic mathematical operations. Simply put, zero doesn't count for anything. Since zero falls outside the sequence of ordinary numbers, it is unbound by rules of order. It floats freely, outside of time and place. In fact, the concept of zero implies a sort of non-existence, a netherworld, a no man's land between presence and absence. It is the great divide, the vaporous border between two parallel universes. Zero can step into either world with equal grace and ease. It's not compelled to take its place in a line up with other numbers. That concept dovetails nicely with the thought of the Fool, free to come and go throughout the rest of the cards at will."
      ],
      "keywords": {
        "upright": [
          "New beginnings",
          "fresh starts",
          "innocence",
          "freedom",
          "originality",
          "eccentricity",
          "adventure",
          "idealism",
          "youth",
          "enthusiasm",
          "excitement",
          "daring",
          "bravery",
          "spontaneity",
          "initiative",
          "invention"
        ],
        "reversed": [
          "Folly",
          "foolishness",
          "mania",
          "ineptitude",
          "carelessness",
          "stupidity",
          "negligence",
          "distraction",
          "aimless",
          "flighty",
          "unfocused",
          "unmotivated"
        ]
      },
      "astrological associations": [
        "The Fool is an original, a freethinker, and a rebel-which aligns him closely with the planet Uranus, the planet of innovation and revolution.",
        "Uranus rules the eleventh house of the zodiac, where astrologers look for information about social causes and groups. Uranus also rules Aquarius, the sign of futuristic thinking.",
        "On a related note, Aquarius is associated with the Star card."
      ],
      "myth and legend": [
        "Back during the time of kings and castles, the fool was the inverse counterpart to the king. While everything the king said was automatically the rule of law, everything the fool said was a joke. Fools had no social status, no respect, and no place in high society. They were simpletons, beggars, the objects of mockery and abuse. And yet, they were sometimes the only people who could speak truth to power, concealing their wisdom in the form of a jest. A fool could confront the king when his advisers couldn't speak freely.",
        "The Fool has been compared to a wide range of figures from fables, myths, and stories, including Punch (of Punch and Judy fame), Renaud the Fox (a medieval European trickster), the Coyote and Raven tricksters of American Indians, the Green Man of spring, and Parsifal (or Percival), one of King Arthur's Knights of the Round Table.",
        "The Fool could be a wise fool, a court jester, a carnival fool, the joker from a regular deck of playing cards, or a harlequin.",
        "The Fool can also be compared to any mythic character who undertakes a mission or a quest, or a hero's journey."
      ],
      "literary archetypes": [
        "The Fool can embody any number of literary archetypes",
        "including the divine child, the hero or the heroine",
        "the innocent child",
        "the jester",
        "the outlaw",
        "Jung's puer aeternus or eternal child",
        "the seeker",
        "the son",
        "the wanderer",
        "and the wise fool."
      ]
    },
    {
      "name": "magician",
      "index": 1,
      "full name": "The Magician",
      "suit": 0,
      "arcana": 0,
      "description": "WRITERS HAVE A SPECIAL CONNECTION to the Magician card because the archetypal figure is associated with Mercury, the messenger of the gods. He's a master communicator, and he represents all those who struggle to master the language arts of storytelling and self-expression.\nThe Magician never stammers; he has his patter down cold. He doesn't fumble with his props, either, because that would break the spell. His act is well rehearsed. It's so smooth, in fact, that it belies the countless hours of practice it's taken to perfect.\nLike all magicians, he has also mastered the art of misdirection. The Magician always has a trick or two up his sleeve.\nGenerally speaking, the Magician card signifies willpower and communication. In a story reading, the Magician may represent a showman, performer, messenger, or sales person.\nIn some tarot decks, the Magician is sometimes called the juggler, which hearkens back to the tradition of street performers.",
      "key symbols": [
        "Roses and Lilies. The Magician stands in a garden of roses and lilies, which reminds most readers of the Old Testament's Song of Songs: \"I am the Rose of Sharon, the lily of the valleys.\" The red roses symbolize passion, and white lilies symbolize purity.Leap of Faith. Symbolically, the Fool is a metaphor for the soul, plunging from a heavenly spiritual existence into physical form on the earthly plane. In fact, Arthur Edward Waite-the original designer of the cards in this book-called the Fool \"the soul in search of experience.\" In that sense, the Fool is willing and able to take a leap of faith, to put theory into practice, and dive headlong into a new life.",
        "Lemniscate. The figure eight shape above his head is a lemniscate, a symbol of infinity.",
        "Costume Design. The Magician's white tunic represents a pure and innocent soul. That soul is shrouded in red robes, which symbolize the passionate physical nature of the human body.",
        "Snakeskin Belt. In many versions of the card, the Magician belts his robe with an Ouroboros, a snake eating its own tail. Like the lemniscate, the Ouroboros is a symbol of eternity.",
        "Magic Wand. The Magician's wand is pointed at both ends, to channel and refine energy along its length. Because a wand is an extension of the human body and an instrument of an individual's will, it should match his or her proportions. Some say a magician's wand should be as long as the distance from wrist to his elbow, or from elbow to fingertips.",
        "Body Language. The Magician gathers cosmic energy with the wand in his right hand. That energy flows through him, and he uses his left hand to direct it back into the world. In the process, he uses willpower to reshape the physical world. His gesture embodies the philosophic principle \"As above, so below\"-the theory that our physical and material existence reflects a higher consciousness.",
        "Tools of the Trade. The four props on the table are taken straight from the Minor Arcana-wand, cup, sword, and pentacle. They symbolize the four suits and the four realms of existence: spiritual, emotional, intellectual, and physical. Wands correspond to fire and spirit. Cups correspond to water and emotion. Swords correspond to air and intellect. Pentacles correspond to earth and physical existence.",
        "Numeric Significance. The Magician is the first card in the Major Arcana. One is the first number, so it symbolizes leadership. It's an obvious symbol of unity and singularity. The number one can even be thought of as a thesis-an original statement of thought, belief, and perception, still unchallenged by other competing ideas. The number one also represents the source of all existence. It symbolizes fertility, and the potential and possibility of every new beginning. That symbolism is reinforced by the graphic nature of both the Arabic numeral 1 and the Roman numeral I; both shapes are phallic symbols."
      ],
      "keywords": {
        "upright": [
          "Skill",
          "diplomacy",
          "self-confidence",
          "talent",
          "will",
          "power",
          "mastery",
          "cunning",
          "showmanship"
        ],
        "reversed": [
          "Misuse of gifts and talents",
          "trickery",
          "sleight of hand"
        ]
      },
      "astrological associations": [
        "The prattle of a stage magician is almost as entertaining as his tricks.",
        "The silver-tongued carnival barker is also an act unto itself.",
        "Even a telephone sales call can be amusing, given the right script and the right salesperson.",
        "What do they all have in common? Mercury, the trickster god.",
        "In our solar system, Mercury is the closest planet to the sun, so it has the smallest orbit: eighty-eight days. The planet's speed and agility mark it as the ruler of short, quick trips, neighbourhood errands, and workday commutes. That same fleet-footedness is connected to Mercury's role as messenger of the gods.",
        "Mercury rules two signs: Gemini, which is associated with the Lovers card, and Virgo, which is associated with the Hermit. Mercury also rules the third house of communication and sixth house of work and service to others."
      ],
      "myth and legend": [
        "The Magician card is associated with Mercury, the Greek god of speed and communication. (In Rome, Mercury was known as Hermes.) Mercury was the messenger of the gods, the bringer of dreams, and a psychopomp-a spirit guide who would lead the souls of the dead into the Underworld. And thanks to his association with communication-and his gift for fast talking-Mercury was also the god of orators, merchants, liars, and salesmen. The Magician has also been compared to Merlin, as well as the mountebank of the European Carnival, and the trickster gods of American Indians."
      ],
      "literary archetypes": [
        "he alchemist,",
        "the magical helper",
        "the magus",
        "the mystic",
        "the psychic",
        "the psychopomp",
        "the shaman",
        "the sorcerer",
        "the trickster",
        "he wizard."
      ]
    },
    {
      "name": "highpriestess",
      "index": 2,
      "full name": "The High Priestess",
      "suit": 0,
      "arcana": 0,
      "description": "HE HIGH PRIESTESS IS THE guardian of cosmic mystery. She keeps close watch over the doorway between this world and the next. If she chooses, she can pull back the curtain and reveal all the secrets of life-but first, you'll have to prove you're worthy of her knowledge and understanding.\nMost tarot readers identify closely with the High Priestess. She is naturally intuitive, and she has honed her psychic gifts through patient study and observation. She can see past, present, and future at a glance; no detail goes unnoticed. She makes an excellent teacher and guide into the world of spiritual enlightenment-provided that the student is ready.\nThe High Priestess is the card of intuitive wisdom and understanding. In a story reading, the High Priestess may represent a wise woman, psychic, intuitive, counsellor, therapist, psychologist, or psychiatrist.\nIn some tarot decks, the High Priestess is called the Papess or the Female Pope.",
      "key symbols": [
        "A Knowing Glance. The High Priestess' Mona Lisa smile is mesmerizing, but it's perplexing, too. Is she amused, or is she annoyed? Will she speak, or will she maintain her code of silence? Her approval might seem to wax and wane like the crescent moon at her feet.",
        "Pillars of Wisdom. The two columns on either side of the High Priestess represent the twin pillars of the Kabbalistic Tree of Life. One is black, and one is white; together, they symbolize the diametrically opposed concepts of mercy and severity, light and darkness, spirit and matter, and destruction and creation.",
        "Initial Impressions. The columns are inscribed with a B and a J, which stand for two Old Testament figures: Boaz, who was King David's great-grandfather, and Joachim, a high priest in King Solomon's temple.",
        "The Veil Between the Worlds. The curtain suspended between the two columns represents the curtain that hung in the Temple of Solomon-the veil between this world and the next.",
        "Palms and Pomegranates. The curtain is covered with palms and pomegranates, symbols of male and female fertility. The pomegranates are laid out in the shape of the Kabbalistic tree of life, a model of creation.",
        "Phases of the Moon. The High Priestess' crown is a representation of the waxing, full, and waning moon. Another crescent moon lies at her feet. The moon is reflective; it's connected with intuition and psychic ability, because it casts the light of the sun back toward its source. The symbolism of the moon can even suggest an irresistible attraction that ebbs and flows over time, like the moon's gravitational pull on the tides.",
        "Feminine Wiles. The moon is also a powerful symbol of feminine energy. Because the moon waxes and wanes on a twenty-eight-day cycle, it represents the cyclical, changing nature of existence. The moon's phases also resemble the three phases of a woman's life: the maiden, waxing toward full; the mother, a woman in full bloom; and crone, still able to shed light in her waning days.",
        "Pregnant Pause. The moon is a symbol of pregnancy and birth, because it reflects the changing shape of a woman's body as she moves through the stages of pregnancy, childbirth, and recovery. Each month, the moon opens as a slender wisp of light, grows round and full, and then returns to its previous form. Even when they're not pregnant, women undergo a monthly cycle of change and transformation.",
        "Plus Sign. The cross on the front of the High Priestess' gown is a solar cross, a perfectly proportioned symbol of balance and equality.",
        "Book of Secrets. The scroll in the High Priestess' lap is a Torah, the Hebrew book of the law. Only the first four letters of the word are visible; the rest of the scroll is shrouded in the folds of her cloak, like a closely guarded secret.",
        "Tora, Tora, Tora. The word \"tora\" is an anagram for \"rota\"-the Latin word for \"wheel.\" The letters can also be transposed to spell \"tota,\" which means \"all,\" and, of course, \"tarot.\"",
        "Numeric Significance. The High Priestess is the second card in the Major Arcana. Twos represent duality, like the black and white pillars behind the High Priestess. The number two suggests pairs and combinations, as well as relationships, partnerships, attraction, and opposition. Twos also represent conversation and debate-the point and counterpoint of two opposing ideas, or the antithesis that rises up in response to almost every thesis. The nature of the number two also signifies a wide range of concepts that come in pairs: heaven and earth, male and female, active and passive, conscious and unconscious, and day and night.",
        "Written as a Roman numeral, the \"II\" on many renditions of the cards looks like the two pillars that stand behind the High Priestess. The Roman numeral II also resembles a gateway or a doorway, as well as female genitalia-the gateway to life when a child is born."
      ],
      "keywords": {
        "upright": [
          "Intuition",
          "psychic ability",
          "spirituality",
          "wisdom",
          "depth",
          "tenacity",
          "revelation",
          "secrets",
          "mystery",
          "the unrevealed future",
          "silence"
        ],
        "reversed": [
          "Conceit",
          "superficiality",
          "shallowness",
          "surface knowledge"
        ]
      },
      "astrological associations": [
        "The High Priestess is inextricably linked with the moon-the ruler of the night, gardener of dreams, and guardian of the subconscious mind. She rules the dreamlike world of the unconscious mind, intuition, and imagination, and her moods ebb and flow like the tides.",
        "The moon rules the fourth house of the zodiac, where astrologers look for information about motherhood and nurturing influences. The moon also rules Cancer, the sign of home and family.",
        "On a related note, the sign of Cancer is associated with the Chariot card."
      ],
      "myth and legend": [
        "Some tarot readers believe that the High Priestess card depicts the fabled Pope Joan, who disguised herself as a man and rose through the ranks of the church during the ninth century. Using the name John Anglus, she ascended to the throne of St. Peter and served as pope for more than two years. No one realized that she was secretly a woman-until she collapsed during a procession and gave birth on the steps of St. Peter's cathedral. She reportedly died within hours. Some say she died of childbirth; others say she was torn apart by a vengeful crowd.",
        "The story is usually discounted as myth or legend, and the church denies that Pope Joan ever existed. A related account, however, seems to have historical backing. At the end of the thirteenth century, a nun named Sister Manfreda Visconti was elected papess of her order. Her followers hoped she would serve to depose Pope Urban VIII and usher in a new, feminine age of the church. Her reign was short lived, because the orthodox papacy of Rome burned her at the stake in 1300. She was immortalized, however, in the Visconti-Sforza tarot deck that was painted as a wedding gift for her distant cousin, Bianca Maria Sforza.",
        "In early decks, the High Priestess was sometimes depicted as Juno, complete with a peacock companion, to avoid offending the Catholic Church. In other decks, she is a priestess of Isis. The High Priestess is also connected to the vestal virgins of ancient Greece, the Sybil oracles, and all of the goddesses of the moon."
      ],
      "literary archetypes": [
        "the anima",
        "the gatekeeper",
        "the guardian",
        "the guide",
        "the love goddess",
        "the magical helper",
        "the medium",
        "the mentor",
        "the mystic",
        "the poet",
        "the writer or the scribe",
        "the psychic",
        "he shaman",
        "the teacher",
        "the virgin",
        "the visionary",
        "the witch"
      ]
    },
    {
      "name": "empress",
      "index": 3,
      "full name": "The Empress",
      "suit": 0,
      "arcana": 0,
      "description": "THE EMPRESS IS A CREATIVE force-an archetypal mother who constantly generates new life. Perpetually pregnant, she's a symbol of fertility and growth.\nLike the High Priestess before her, the Empress is a link between the physical and spiritual worlds. She doesn't station herself at a gateway, however: she is merely the gateway between spiritual and material existence. She glows with confidence and good health, and she's up to the physical demands of creation.\nThe Empress' creative energy is inspiring, and her enthusiasm can be contagious. She celebrates the excitement of new life-so much that she runs the risk of smothering her creations with love and affection.\n\nLike every mother, however, the Empress has a dark and dangerous side: while she will fight to the death to protect her young, there are times when she can slip into the guise of the Dark Mother-the Creator-Destroyer, who can refuse her children passage into the world, or remove them from existence, even after birth.\nGenerally speaking, the Empress card signifies a period of creation, nurturing, and growth. In a story reading, the Empress may represent a pregnant woman, mother, artist, or gardener.",
      "key symbols": [
        "Garden of Delights. The Empress' domain is a garden of earthly delights, where trees blossom with flowers and a clear blue stream ensures lush growth and a promising harvest. Her garden is a refuge and a paradise, where nature will tend to her young until they come to fruition.",
        "Zodiac Sign. The Empress' heart-shaped shield is inscribed with the symbol of Venus, the planet of love and attraction. She sits on a cushioned throne, another symbol of Venus' love of beauty and comfort.\nCrown of Wisdom. She wears a jeweled crown, a sign of her intellect and authority.",
        "Crown of Wisdom. She wears a jeweled crown, a sign of her intellect and authority.",
        "Global Authority. She holds a scepter with a globe, a symbol of her earthly realm. It's also a phallic symbol that represents her ability to cooperate (and sometimes control) a male partner.",
        "Iconic Beauty. The Empress is young, blond, and beautiful-like Marilyn Monroe or Princess Diana. Like those lost icons, she'll never show signs of sickness or age; she is a perpetual symbol of youth and vitality.",
        "Rushing Waters. The waterfall and clear blue stream in the background symbolizes her connection to life, fertility, and emotional well-being. Her flowing robes reinforce that symbolism.",
        "Evergreens. The cypress trees are a symbol of eternal life, and the fruit-bearing trees represent fertility and growth.",
        "Pregnant Pause. The Empress is closely connected to concepts of love, marriage, and motherhood. In a tarot reading, the Empress often relates to the relationship between mothers and children.",
        "Wifely Duties. Because we can assume that the Empress is married to the Emperor (the next card in the Major Arcana), she symbolizes marriage, partnership, joint efforts, shared aspirations, and common goals, hopes, and dreams.",
        "Numeric Significance. The Empress is the third card in the Major Arcana. Threes symbolize creation-the result of two separate forces combining to create a third entity. A mother and a father produce a child together. A thesis and an antithesis combine to produce a synthesis. The number three can also represent body, mind, and spirit, or past, present, and future. Many religions believe in a holy trinity, such as Father, Son, and Holy Spirit, or Maiden, Mother, and Crone, or the triple goddess of the New, Full, and Old Moon."
      ],
      "keywords": {
        "upright": [
          "Fertility",
          "creativity",
          "productivity",
          "pregnancy",
          "potential",
          "growth",
          "abundance",
          "comfort",
          "beauty",
          "happiness",
          "pleasure",
          "success",
          "artistic ability",
          "nurturing",
          "sensuality"
        ],
        "reversed": [
          "Stubbornness",
          "laziness",
          "shallowness",
          "infertility",
          "chaos",
          "disorder",
          "smothering affection",
          "overprotection"
        ]
      },
      "astrological associations": [
        "The Empress surrounds herself with beauty, graces her children with affection, and maintains a sense of passion for her husband. All told, she makes a home that reflects her romantic ideals-much like Venus, the planet of love and attraction.",
        "Venus rules marriage, partnerships, and friendships, and its influence leads to strong attachments, both to people and property.also rules Cancer, the sign of home and family.",
        "Venus represents stability and comfort, as does Taurus, the sign that falls under Venus' rule. Venus also rules the second house of the zodiac, where astrologers look for information about one's home and material possessions.",
        "On a related note, Taurus is associated with the Hierophant card."
      ],
      "myth and legend": [
        "Among tarot readers, the Empress is generally considered to be Demeter, the goddess of the harvest and the mother of Persephone. When Persephone was kidnapped, Demeter's grief almost destroyed the world.",
        "According to legend, Persephone leaves her mother's side to pick flowers. Alone in a meadow, she was fair game for Hades, Lord of the Underworld. He reached up, pulled her down into his realm, and forced her to become his bride.",
        "As Demeter searched desperately for her lost daughter, life on earth came to a standstill. At that point, Zeus stepped in. He forced Hades to relinquish Persephone-but not before Hades had tricked her into eating four pomegranate seeds, which condemned her to remain in the Underworld forever. After some negotiation, the gods decided that Persephone would simply be compelled to return to Hades for four months a year-one month for each seed she had consumed. As a result, Persephone was allowed to spend eight months with her mother.",
        "When Persephone is away each winter, in the dark and foreboding land of the dead, Demeter grieves and the earth grows cold. But when Persephone returns, Demeterand the earth itself-springs back to life."
      ],
      "literary archetypes": [
        "the anima",
        "the artist",
        "the creator",
        "the earth mother",
        "the goddess",
        "the matriarch",
        "the mother",
        "the queen"
      ]
    },
    {
      "name": "emperor",
      "index": 4,
      "full name": "The Emperor",
      "suit": 0,
      "arcana": 0,
      "description": "EACH DAY, THE EMPEROR STEPS warily into the garden of the Empress, surveys the property, and creates order out of his wife's creative chaos. It's no easy task, but the Emperor is the ultimate authority figure. He is a visionary ruler, a fearless conqueror, and a tireless administrator. He is master and commander, protector and provider-the epitome of leadership. He is willful and stubborn, forceful, confident, courageous, and strong-and he rules through logic, reason, and will. His word is law.\nThe Emperor's job is also bigger than most of us can comprehend. While ordinary kings ruled nations, emperors commanded entire groups of nations. You might even say that the Emperor is the king of the world. As a result, the Emperor knows how to delegate his authority, form alliances, and measure allegiances.\nGenerally speaking, the Emperor card symbolizes leadership, order, and control. In a story reading, the Emperor may represent a father, administrator, disciplinarian, or authority figure.",
      "key symbols": [
        "Cubic Throne. The Emperor's throne is an emblem of his power. It is a massive, rough-hewn throne of solid stone-the essence of structure and stability, and a tangible example of the solidity of a geometric cube.",
        "Desert Landscape. While the Empress held court in a lush and fertile garden, the Emperor rules from a harsh desert landscape. The mountains in the background subtly reinforce the rock-solid stability of his rule. The Empress' influence is present, however, in the rivers and streams that wind their way through his realm.",
        "Rams' Heads. The armrests and the back of his throne are carved with rams' heads, which are a direct reference to his Aries-style leadership and drive.",
        "Crown. The Emperor wears a jeweled crown, a symbol of the divine right of kings, and a long white beard, like a figure in a child's drawing of God.",
        "Scepter. His scepter, a symbol of his rulership and authority, is shaped like a crux ansata, a symbol of life that dates back to ancient Egypt.",
        "Battle Armor. Underneath his red velvet robes, the Emperor wears a full suit of armor, which suggests that he's always ready to rise up, protect, and defend his empire.",
        "Sex Appeal. The Emperor is clearly virile, and his masculinity is a suitable counterpart to the Empress' fertility. Symbolically, that makes the Emperor a seminal thinker, too.",
        "Numeric Significance. The Emperor is the fourth card in the Major Arcana. Fours symbolize structure, stability, and security, because four points come together to form a solid. There are four walls in a room, and four corners to a house. There are four dimensions: width, length, height, and time. There are four cardinal directions: north, south, east, and west. There are four seasons, four winds, and four phases of the moon. There are four elements, and four corresponding suits in the Minor Arcana."
      ],
      "keywords": {
        "upright": [
          "Stability",
          "power",
          "control",
          "dominion",
          "authority",
          "leadership",
          "protection",
          "reason",
          "logic",
          "confidence",
          "ambition",
          "civilization",
          "order",
          "control"
        ],
        "reversed": [
          "Tyranny",
          "abuse or misuse of power",
          "war",
          "conquest",
          "strife",
          "poor leadership"
        ]
      },
      "astrological associations": [
        "The Emperor is ready to protect and defend his realm at a moment's notice-like Aries, the god of war for whom the sign was named.",
        "Aries is the first sign of the zodiac, which makes it a symbol of leadership. In fact, the Emperor typifies the Aries personality: a natural-born leader, commanding, forceful, bold, courageous, and confident.",
        "Aries rules the first house of the zodiac, where astrologers look for information about self-image, public image, physical descriptions, and first impressions. Aries is ruled in turn by Mars, the planet of energy and aggression.",
        "On a related note, Mars is associated with the Tower card.",
        "Aries is a fire sign."
      ],
      "myth and legend": [
        "The Emperor is sometimes compared to the Greek god Zeus or the Roman god Jupiter. Zeus was the celestial ruler of all the gods on Mount Olympus-many of whom he fathered himself. Zeus' pantheon is also scattered through the myth and legend of the tarot, where you'll find his offspring referenced in many cards.",
        "While Zeus was married to Hera, he was a notorious adulterer who carried on with a wide range of goddesses and mortal women. His wife gave birth to his children Aries, the god of war, and Hebe, the goddess of youth. Zeus' affair with Leto, a daughter of the Titans, led to the birth of Apollo, the sun god, and Artemis, goddess of the hunt. His affair with Themis, the goddess of justice, created the three Fates. And Athena, the goddess of wisdom, sprang full-grown from his head. You could cast an entire series based on this single card.",
        "Historically, the Emperor is related to other, real-life emperors, like Charlemagne, Jason, Alexander the Great, Napoleon, and Julius Caesar."
      ],
      "literary archetypes": [
        "the animus",
        "the dictator",
        "the father",
        "the god",
        "the judge",
        "the king",
        "the Midas",
        " the patriarch",
        "the ruler",
        "the visionary"
      ]
    },
    {
      "name": "hierophant",
      "index": 5,
      "full name": "The Heirophant",
      "suit": 0,
      "arcana": 0,
      "description": "LIKE THE HIGH PRIESTESS, THE Hierophant is a spiritual leader and teacher. His wisdom, however, is rooted in the formal precepts of organized religion. While the High Priestess encourages seekers to find intuitive sources of wisdom, the Hierophant expects his followers to pursue a more traditional course of discipline and study.\nThe Hierophant's hard-line position is understandable. He's worked long and hard to master a religious tradition that took centuries to develop. He's found a system that works, and he can simplify the great mysteries of life-as long as his followers are willing to take his word as gospel. He's also committed to preserving a system of beliefs, to make it available to future generations.\nThe word hierophant shares the same origin as the word hierarchy, an organization with varying levels of authority-and a hierophant is the final authority on matters of faith. He has the power to speak on behalf of God, to explain the teachings of divine wisdom, and to serve as a bridge between this world and the next.\nIn a story reading, the Hierophant may represent a licensed teacher, professor, psychiatrist, or priest.",
      "key symbols": [
        "Seat of Power. The back of the Hierophant's throne is arched like a doorway, and he sits before two columns-pillars of the church. The Hierophant is a gatekeeper of the first order.",
        "Papal Authority. Traditionally, ordained ministers and priests like the Hierophant have the power to perform sacraments of baptism, communion, forgiveness and reconciliation, confirmation, marriage, holy orders, and last rites.",
        "Bless You. The Hierophant's right hand is raised in blessing-a simple but powerful gesture of benevolence and compassion.",
        "Power of Three. His left hand holds a triple cross, symbolizing the past, present, and future, as well as tripartite gods-particularly the Father, Son, and Holy Spirit, although the same symbolism could also apply to god as youth, father, and sage, or maiden, mother, and crone.",
        "Keys to the Kingdom. The two crossed keys on the floor in front of the Hierophant are the keys to wisdom, as well as the keys to heaven. The keys could also suggest that a study of organized religion is also one way to understand the foundation of western civilization, the elements of western thought and philosophy, and an appreciation for classic art and literature. The keys also have a strong tarot connection: many tarot readers refer to the cards themselves as \"keys.\"",
        "Student Teachers. Two acolytes, or students, kneel at the Hierophant's feet. They are tonsured monks, and their heads are shaven as a sign of their vows. The acolyte on the left wears a robe embellished with the red rose of passions; the one on the right has a robe embellished with the white lilies of purity. Both bow in reverence-a reminder of the value of learning and teaching.",
        "Creatures of Earth. The columns behind the Hierophant feature carvings that look like the Taurus glyph.",
        "Numeric Significance. The Hierophant is the fifth card in the Major Arcana. Fives symbolize the five senses, the five points on a star, and the five vowels in the English alphabet. Some metaphysicians suggest that five is important because it symbolizes a fifth element-Spirit."
      ],
      "keywords": {
        "upright": [
          "Education",
          "knowledge",
          "theology",
          "organized religion",
          "structure",
          "discipline",
          "culture",
          "values",
          "social and religious institutions",
          "social conventions",
          "tradition",
          "formality",
          "conformity",
          "orthodoxy",
          "obedience",
          "blessing",
          "marriage",
          "alliances",
          "mercy",
          "goodness",
          "inspiration"
        ],
        "reversed": [
          "Dogma",
          "repression",
          "judgmentalism",
          "intolerance",
          "servitude",
          "criticism",
          "fear",
          "guilt"
        ]
      },
      "astrological associations": [
        "The Hierophant is associated with the astrological sign of Taurus. It's a good fit: like many churchgoers, people with a strong Taurus influence are traditionalists who value faithfulness, monogamy, and procreation.",
        "Taurus rules the second house of the zodiac, where astrologers look for information about an individual's home and material possessions. Taurus is ruled, in turn, by Venus, the planet of love and romance.",
        "On a related note, Venus is associated with the Empress card.",
        "Taurus is an earth sign."
      ],
      "myth and legend": [
        "In ancient Greece, a hierophant was a high priest who guided his followers through the sacred rites of the Eleusinian Mysteries, a ritual celebration of death and rebirth. Each year, the hierophant would lead a re-enactment of the goddess Persephone's kidnapping by Hades, god of the underworld, as well as her eventual return. Some followers believed that participation in the ritual would guarantee a life after death in the Eleusinian Fields. As Christianity began to spread, church leaders condemned the mysteries, but the rites continued for hundreds of years and greatly influenced early Christian teachings and practices.",
        "Today, the role of the Hierophant lives on in every spiritual teacher who guides his followers through the mysteries of ancient ritual and tradition."
      ],
      "literary archetypes": [
        "the father",
        "the gatekeeper",
        "the god",
        "the guardian",
        "the guide",
        "the herald",
        "the high priest",
        "the judge",
        "the mentor",
        "the mystic",
        "the patriarch",
        "the priest",
        "the psychopomp",
        "the ruler",
        "the seeker",
        "the shaman",
        "the sorcerer",
        "the teacher",
        "the visionary",
        "the wise old man",
        "the wounded healer"
      ]
    },
    {
      "name": "lovers",
      "index": 6,
      "full name": "The Lovers",
      "suit": 0,
      "arcana": 0,
      "description": "EVERYONE RECOGNIZES THIS HAPPY COUPLE: they are the beguiling Eve and her handsome husband Adam, the progenitors of the human race.\nWhile the card usually suggests love and marriage to the uninitiated, it actually illustrates the complexities of relationships-especially between people with opposing world views. The image of the two Lovers hints at the constant give-and-take of attraction and opposition, and it implies an ongoing cycle of conflict and reconciliation. As a writer, you'll see those issues unfold in your own creations.\nThe Lovers card is also a symbol of choice. After all, Adam and Eve's entire storyline hinges on a single monumental decision, with repercussions that will affect all of their descendents.\nGenerally speaking, the Lovers card symbolizes relationships and communication. In a story reading, the Lovers may represent a newly engaged couple, a married couple, close-knit siblings, twins, or people in a close, committed relationship.",
      "key symbols": [
        "Opposition and Attraction. Obviously, the Lovers card can symbolize love, romance, and marriage, as well as peace, happiness, friendship, and cooperation. But the card also illustrates the twin principles of opposition and attraction. In fact, the card symbolizes dualities on every level: male and female, yin and yang, dark and light, thesis and antithesis. Fundamentally speaking, the card illustrates the fact that opposites attract.",
        "Nude Pictures. In most versions of the card, Adam and Eve stand naked and unashamed. They haven't yet been corrupted by the real world. In fact, they're still under the watchful guardianship and protection of Raphael, one of four archangels in the tarot.",
        "The Archangels of Tarot. Raphael is one of seven archangels-and one of just three mentioned specifically by name in the Bible. (The other two, Michael and Gabriel, also appear on tarot cards: Michael is the angel of Temperance, and Gabriel blows his horn on the judgement card. One of the four \"unnamed\" archangels, Uriel, is on the Devil card.). Raphael's name means \"God has healed,\" and he is the archangel of marriage, healing, joy, happy meetings, and travel.",
        "Sun Protection. Raphael is shielding the unclothed lovers from the overwhelming radiance of the sun-a symbol of God, as well as the burning rays of reality and conscious awareness.",
        "Higher Consciousness. The clouds underneath Raphael represent a higher consciousness, and the veil between heaven and earth.",
        "The Garden of Eden. Walled enclosures represent safety and protection, and gardens symbolize rest and reflection, order over chaos, and refuge.",
        "Philosophical Branches. The Tree of Life is on the right, and the Tree of Knowledge of Good and Evil is on the left.",
        "Whispered Secrets. A serpent-often a symbol of female wisdom and feminine wiles-is winding its way up the Tree of Knowledge, whispering seductively in Eve's ear.",
        "Forbidden Fruit. The apples on the Tree of Knowledge are the forbidden fruit-the wisdom that comes with experience.",
        "Peaks and Valleys. Distant mountains represent obstacles to be overcome, new heights to be scaled, new challenges, and the promise of accomplishment.",
        "Numeric Significance. The Lovers card is the sixth card in the Major Arcana. The number six historically symbolizes the human being, because man was said to be created on the sixth day. Six also symbolizes the sixth sense-psychic ability-as well as the six directions of space: left, right, forward, backward, up, and down."
      ],
      "keywords": {
        "upright": [
          "Love",
          "romance",
          "attraction",
          "desirability",
          "flirtation",
          "communication",
          "wise choices",
          "partnerships",
          "balance",
          "duality"
        ],
        "reversed": [
          "Infidelity",
          "suspicion",
          "jealousy",
          "obsession",
          "abuse"
        ]
      },
      "astrological associations": [
        "Astrologically, the Lovers card is associated with Gemini, the sign of the Twins. While most of us associate the sign with sibling relationships, it can also describe any spiritual or soul mate connection between two people.",
        "Gemini rules the third house of the zodiac, where astrologers look for information about communication, neighborhoods, and sibling relationships. Gemini is ruled in turn by Mercury, the planet of speed and communication.",
        "On a related note, Mercury is associated with the Magician card.",
        "Gemini is an air sign."
      ],
      "myth and legend": [
        "The story of Adam and Eve is one of the world's oldest dramas. Some people might see the story as a tragedy: a seemingly a perfect couple, living in a perfect world, succumbs to a momentary temptation-and in the process, they lose everything they once held dear.",
        "In many respects, however, Adam and Eve's experience is a coming-of-age story. Until they took a risk and tempted fate, they were living like children. Once they were out of the garden, they could take responsibility for themselves. It was only in the real world that Adam and Eve could make their own decisions, and rise or fall on their own merits. Ultimately, they didn't fall from grace; they took a leap to another level of reality, and another plane of existence and experience."
      ],
      "literary archetypes": [
        "the love goddess",
        "the lover",
        "Jung's syzygy, or divine couple"
      ]
    },
    {
      "name": "chariot",
      "index": 7,
      "full name": "The Chariot",
      "suit": 0,
      "arcana": 0,
      "description": "THE CHARIOTEER IS A MAN on the move, and he's in the driver's seat-both literally and metaphorically. He knows where he wants to go, and he doesn't need to ask for directions.\nThe Chariot is a card of forward motion and change. It depicts the timeless quest for exploration and conquest. It also embodies a certain contradiction: while the charioteer stands in place, he moves ahead. He can also see the world from the comfort of a home on wheels.\nGenerally speaking, the Chariot card symbolizes travel and adventure. It hints at an unstoppable chain of events that have been set into motion, and a destiny that can't be avoided. In a story reading, the Chariot card may represent a traveler, soldier, warrior, driver, explorer, or a person on a mission.",
      "key symbols": [
        "Get in the Car. Chariots were developed as weapons of war, but also as tools of exploration and a pathway for trade and international relations. They symbolize both the positive and the negatives that result from travel and exchange with other groups of people. Historically, triumphant warriors would parade upon their return from battle, often displaying the spoils of war.",
        "Buckle Up. The belt around the charioteer's waist is the zodiac belt-the circle of constellations and signs that embrace the sun.",
        "All-Steel Construction. The charioteer's armor signifies that he is both prepared for battle and protected from harm.",
        "The Riddle of the Sphinx. The chariot isn't pulled by horses-it's pulled by a mysterious team of Sphinxes, who pose riddles for travelers before they are permitted to pass into new territory. The Sphinxes are both a combination of four creatures-a human's head, a bull's body, lion's feet, and eagle's wings-that represents all four elements.",
        "Opposition Party. The Sphinxes have little in common: one is black, while the other is white. The colors symbolize the opposition and duality of light and dark, male and female, and action and reaction. The Sphinxes may seem to be at odds with each other, but the charioteer can control his team even when they seem headed in two different directions.",
        "Power Steering. One symbol is noticeable for its absence: there are no harnesses to tie the Sphinx to the chariot, and no reins to connect them to the charioteer. Instead, the young man guides his team with the power of his words and the tone of his voice.",
        "Moon Roof. A canopy of stars serves as the chariot's roof. It's blue and dotted with a map of the constellations, to symbolize the protection of heaven and the guidance of the universe.",
        "GPS Navigation. The canopy is held up by four posts that represent the four Hebrew letters in the name of God (Yod, Heh, Vau, Heh), as well as the four elements, the four seasons, the four directions, and the four suits of the Minor Arcana.",
        "Hood Ornament. The shield on the front of the chariot depicts a yoni and a lingam, two Hindu symbols that represent the union of male and female. The shield is topped with a winged solar disc, which represents Horus, the Egyptian god of the midday sun.",
        "Off-Road Ability. The walled city behind the charioteer symbolizes civilization. The fact that the charioteer is leaving the city indicates that he is willing to leave the safety of a fortress in order to protect and defend those he leaves behind.",
        "Numeric Significance. The Chariot is the seventh card in the Major Arcana. Seven is a mystical, magical number. Classically, there were seven days of creation. There are seven gifts of the Holy Spirit: wisdom, understanding, counsel, fortitude, knowledge, piety, and fear. There are seven deadly sins: envy, sloth, gluttony, wrath, pride, lust, and greed. There are seven virtues: faith, hope, charity, fortitude, justice, temperance, and prudence. (You can see most of them in the Major Arcana.) Alchemists had seven metals: gold, silver, iron, mercury, tin, copper, and lead. There are seven visible planets: the sun, the moon, Mars, Mercury, Jupiter, Venus, and Saturn. There are seven days of the week, seven notes in a musical scale, seven colors of the rainbow, and seven chakras. Because the seventh day is a day of rest, seven is the number of self-reflection and philosophy. To fully randomize your tarot deck before a reading, shuffle it seven times."
      ],
      "keywords": {
        "upright": [
          "Movement",
          "forward motion",
          "travel",
          "speed",
          "war",
          "warriors",
          "battle",
          "conquest",
          "triumph",
          "victory",
          "parades",
          "will",
          "control",
          "direction",
          "independence",
          "drive",
          "spirit"
        ],
        "reversed": [
          "Delays",
          "opposition",
          "stasis",
          "entropy",
          "parking and traffic violations"
        ]
      },
      "astrological associations": [
        "The Chariot card corresponds to Cancer, the sign of home and family. At first glance, it's an odd combination, because the warlike charioteer is clearly not a homebody. However, the charioteer does travel in a home away from home-much like the Cancerian crab, who travels with his home on his back. And while he may be a world-weary veteran on the outside, he's an old softie on the inside-also like the crab, whose tough shell conceals a soft, tender creature.",
        "Cancer rules the fourth house of the zodiac, where astrologers look for clues about home and family life, as well as maternal influences. Cancer, in turn, is ruled by the moon, the planet of reflection, intuition, and inspiration.",
        "On a related note, the moon is assigned to the High Priestess card.",
        "Cancer is a water sign."
      ],
      "myth and legend": [
        "The charioteer is sometimes compared to the Greek god Apollo, who drove the chariot of the sun, or the prophet Elijah, who was carried to heaven in a chariot of fire. In many versions of the card, the charioteer wears the two faces of Janus as emblems on his uniform. Janus was the Roman god of gates and doors, beginnings and endings, and transitions-particularly the transition of the past to the future, youth to adulthood, and between peace and war.",
        "IThe charioteer closely resembles Oedipus Rex, the hero of the classic Greek tragedy written in 430 B.C. When Oedipus was born, his father-King Laius-went to the Oracle of Delphi to inquire about the baby's fate. The Oracle told him that Oedipus was destined to kill his father and marry his mother. As a result, King Laius left the baby in the wilderness to die. Happily, a shepherd discovered the abandoned infant and brought him to the childless King Polybus to raise.",
        "Oedipus grew. Eventually, he learned that he had been adopted, and he headed off in his chariot to find his biological father. Along the road, he met King Laius. The two men didn't recognize each other, of course-and after an ugly confrontation, Oedipus killed the traveling king.",
        "Oedipus continued on his way, completely unaware that he had just murdered the man he was looking for. Before long, Oedipus happened to encounter a Sphinx, who refused to let him pass unless he could answer a riddle: What is it that goes on four legs in the morning, two legs in the afternoon, and three legs in the evening? The answer, of course, was man, who crawls on four legs as an infant, walks on two legs as an adult, and walks with a cane in his old age. Enraged at Oedipus' cleverness, the Sphinx turned to stone.",
        "The illustration on most versions of the Chariot card depicts Oedipus at that pointyoung, smart, strong, and in search of his heritage and his birthright. He doesn't yet realize that he has already begun to fulfill his monumental destiny."
      ],
      "literary archetypes": [
        "he animus",
        "he herald",
        "the hero",
        "the messenger",
        "the outlaw",
        "the prince",
        "the psychopom",
        "the rebel",
        "the rescuer",
        "the son",
        "the ubermensch",
        "the wanderer",
        "the warrior"
      ]
    },
    {
      "name": "strength",
      "index": 8,
      "full name": "Strength",
      "suit": 0,
      "arcana": 0,
      "description": "EVERYONE LIKES THE STRENGTH CARD'S depiction of courage, willpower, and self-control, as a young woman demonstrates the patience and presence of mind it takes to tame a lion.\nIn the earliest tarot decks, the card was called Fortitudea word that describes the willpower and spiritual strength we need to endure long periods of adversity. That's probably the real reason people like the card so much. On some level, we can all identify with the woman in the card, and we all aspire to have the courage of our convictions.\nFortitude is one of the four cardinal virtues. Two others, Justice and Temperance, make an appearance in the tarot, but their sister Prudence is missing from the deck.\nIn some tarot decks, Strength switches places with justice, which makes it card 11 instead of card 8. The change does not affect the meaning of the card.\nGenerally speaking, the Strength card signifies bravery, self-discipline, determination, and force. In a story reading, Strength may represent a pet owner, animal lover, animal trainer, veterinarian, or middle-school teachers.",
      "key symbols": [
        "GWork Clothes. The young woman wears servants' clothes, to demonstrate that she's not a member of royalty or high society: she is an ordinary person with courage and self-control, and she stands for confidence and liberation from fear.",
        "Control Freak. Your impressions of the woman's gesture will probably change, depending on your mood and attitude. Is she closing the lion's mouth, or forcing it open?",
        "Wild Child. The lion symbolizes humanity's animal nature-our wild, untamed instincts and desires. In fact, the lion could suggest humanity's most primal needs, for food, sleep, procreation, and self-preservation. Of course, the image could be a metaphor. The two figures in each image may actually be two separate aspects of a single personality. One is civilized; the other, an example of the most primal creatures on earth.",
        "Lemniscate. Those animal drives are perpetual and ongoing, symbolized by the lemniscate-a symbol shaped like a figure eight, which symbolizes infinity. The lemniscate seems to float just above the woman's head, constantly in range of her consciousness.",
        "Leader of the Pack. Lions have a social hierarchy of their own that rivals many human societies.",
        "Castle Walls. In the background, the fortressed castle walls symbolize watchfulness, refuge, royal sovereignty, and divine guidance. The young woman in the card, however, is strong and self-assured, daring enough to stand outside the safety and protection of the castle in the background.",
        "Numeric Significance. The Strength card is the eighth card in the Major Arcana. Eights represent infinity, because they resemble the lemniscate, the sideways symbol of infinity. There are also eight points on the wheel of the year. To Christians, eight is a symbol of baptism and spiritual rebirth; many baptisteries and baptismal fonts have eight sides. Eight also represents the eternal spiral of regeneration."
      ],
      "keywords": {
        "upright": [
          "Strength",
          "power",
          "energy",
          "force",
          "fortitude",
          "heart",
          "lust",
          "life force",
          "will",
          "self-control",
          "elf-esteem",
          "self-preservation",
          "nimal nature",
          "instinct",
          "heroism",
          "ability",
          "mastery",
          "courage"
        ],
        "reversed": [
          "Weakness",
          "cowardice",
          "fear",
          "embarrassment",
          "self-criticism",
          "shyness",
          "reluctance"
        ]
      },
      "astrological associations": [
        "The Strength card is associated with Leo, the sign of lionesque courage and showmanship. Leos love the limelight; they are brave and courageous performers.",
        "Leo rules the fifth house of the zodiac, where astrologers look for information about fatherhood and creativity-procreation and recreation. Leo, in turn, is ruled by the sun.",
        "On a related note, the astrological sun corresponds to the Sun card in tarot.",
        "Leo is a fire sign."
      ],
      "myth and legend": [
        "The Strength card could remind you of a number of myths, legends, and stories about lions. It could suggest the fable of Androcles, the runaway Roman slave who pulled a thorn from a lion's paw. Years later, he was captured and condemned-but when he was thrown to the lions, the animal he saved spared his life, too.",
        "The Strength card mind reminds you of the legend of Hercules, who killed the Nemean lion-despite the fact that its skin could not be penetrated by spears or arrows. After he strangled the lion with his bare hands, Hercules wore its skin as a protective cloak.",
        "The Strength card could relate to New Testament stories of the Christians who were fed to the lions, or Daniel, who was rescued from the lion's den.",
        "It might even remind you of the fairy tale of Beauty and the Beast, or Frank Stockton's short story, \"The Lady or the Tiger?\""
      ],
      "literary archetypes": [
        "the Amazon",
        "the anima",
        "the heroine",
        "the innocent child",
        "the maiden",
        "the martyr",
        "the virgin",
        "the visionary"
      ]
    },
    {
      "name": "hermit",
      "index": 9,
      "full name": "The Hermit",
      "suit": 0,
      "arcana": 0,
      "description": "YOU MIGHT NOT RECOGNIZE HIM at first, but you've already met the Hermit. He's the Fool who leaped out of the first card in the deck. In this depiction, he's simply older and wiser. He has climbed the mountain of time and experience, and he's ready to serve as a guide for anyone who wants to follow in his footsteps.\nThe Hermit isn't part of ordinary civilization, but he does keep watch over the world from his post on the mountaintop. He's reclusive, but he's not exclusive; his followers know where to find him. He even holds a lamp of wisdom to serve as a beacon and a guide.\nThe Hermit card usually represents wisdom, prudence, and illumination, as well as philosophy, introspection, and meditation. The card illustrates the concepts of solitude, silence, and leadership by example.\nIn a story reading, the Hermit may represent a librarian, philosopher, researcher, or scientist.",
      "key symbols": [
        "Lamp of Wisdom. The Hermit holds a lantern high in his right hand, a symbol of light and leadership.",
        "Light of Time. The earliest renditions of the card were known as \"Time,\" and they depicted Saturn-also known as Father Time-holding an hourglass.",
        "Solomon's Seal. The light in the Hermit's lantern is a six-pointed star, like the Star of David and Solomon's Seal. Historically, the shape symbolized the union of opposites, such as male and female, heaven and earth, and fire and water.",
        "Stability and Structure. In his left hand, the Hermit leans on a tall walking stick for support; it's basically a third leg, which makes him more stable when he stands. The walking stick is also reminiscent of the Fool's staff and the Magician's wand.",
        "Vantage Points. The Hermit stands at the summit of one mountain, and the distant peak in the background could be the place where we first met the Fool.",
        "A Hooded Robe. The Hermit dresses like a Capuchin friar, a member of an order that takes a vow of poverty and ascetic living. His robes suggest austerity and asceticism; he's living proof that a simple lifestyle can enhance spiritual development.",
        "Cloak of Invisibility. The Hermit's cloak protects him from the elements and from prying eyes.",
        "Numeric Significance. The Hermit is the ninth card in the Major Arcana. Because there are nine months of pregnancy, the number nine symbolizes selflessness, compassion, universality, humanitarianism, and spirituality."
      ],
      "keywords": {
        "upright": [
          "Solitude",
          "isolation",
          "introspection",
          "introversion",
          "meditation",
          "withdrawal",
          "wisdom",
          "philosophy",
          "mysticism",
          "prudence",
          "deliberation",
          "disguise",
          "experience",
          "guidance"
        ],
        "reversed": [
          "Paranoia",
          "introversion",
          "agoraphobia"
        ]
      },
      "astrological associations": [
        "The Hermit is associated with Virgo, the sign of mental and physical health consciousness. While Virgo is the sign of the virgin, most Virgos aren't always virginal in the usual sense of the word. In Latin, Virgo means \"unmarried\" or \"self-possessed.\" Virgos give of themselves by choice, not out of a sense of obligation. They have integrity, and they always stay true to themselves.",
        "Virgo rules the sixth house of the zodiac, where astrologers look for information about work and service to others. Virgo, in turn, is ruled by Mercury, the planet of speed and communication.",
        "On a related note, Mercury corresponds to the Magician card.",
        "Virgo is an earth sign."
      ],
      "myth and legend": [
        "Some tarot readers compare the Hermit to the ancient Greek Diogenes, who practiced the philosophy of cynicism. He was a radical, offbeat character who roamed the streets and courtyards of ancient Greece like a dog: Plato described him as a \"Socrates gone mad.\"",
        "Diogenes believed in leading-and living-by example, as he attempted to expose vice, conceit, and the errors of conventional thought. He was a master of self-control and abstinence who weathered extremes of heat and cold with only a coarse cloak to protect him from the elements. He carried a walking stick-and according to legend, he also carried a lantern through the marketplace during the daylight, searching in vain for an honest man.",
        "The Hermit also seems to embody the legend of Merlin the Magician, and even the wounded healer, Chiron."
      ],
      "literary archetypes": [
        "the gatekeeper",
        "the guide",
        "the magical helper",
        "the magus",
        "the mentor",
        "the messenger",
        "the miser",
        "the mystic",
        "the outlaw",
        "the poet",
        "the writer",
        "the scribe",
        "the psychic",
        "the self",
        "the shaman",
        "the teacher",
        "the sorcerer",
        "the visionary",
        "the wanderer",
        "the wise old man",
        "the wizard",
        "the wounded healer"
      ]
    },
    {
      "name": "wheeloffortune",
      "index": 10,
      "full name": "The Wheel of Fortune",
      "suit": 0,
      "arcana": 0,
      "description": "THE WHEEL OF FORTUNE IS the spinning wheel of destiny and fate. It moves through time and space, constantly cycling and recycling energy and matter. It serves as a measure of existence, and implies that there's an element of chance in everybody's life.\nTraditionally, the Wheel of Fortune suggests that events are in motion, and that change is on its way. It's a vivid reminder that what goes up, must come down-and that what goes around, comes around.\nThe Roman poet Juvenal described that spin during the first century: \"Fortune can, for her pleasure, fools advance, and toss them on the wheels of Chance.\"\nGenerally speaking, the Wheel of Fortune symbolizes luck and good fortune. In a story reading, the Wheel of Fortune may represent a gambler, investor, real-estate speculator, or risk takers.",
      "key symbols": [
        "Target Practice. The wheel itself is the main focus of the card. It's orange, a fiery color that suggests energy and heat.",
        "Spelling Practice. The four Arabic letters in the disc's outer rim-T, A, R, and 0are the same four letters also appeared on the High Priestess' scroll. Read them clockwise, and they spell \"Tarot.\" Counterclockwise, they spell tora, like the Hebrew holy book. If you start at the bottom and read clockwise, the letters spell rota, which is Latin for wheel. There are Hebrew letters on the wheel, too. The four letters, Yod, Heh, Vau, Heh, make up the name of God-pronounced \"Jehovah\" in English. They suggest that God is at the center of everything.",
        "Alchemical Symbols. The symbols inside the wheel are alchemical symbols: sulphur is the triangle, salt is the circle, mercury is the circle with horns, and dissolution is the wavy lines. The three alchemical elements were once thought to be the three basic forms of matter.",
        "Riders on the Storm. The riddling Sphinx at the top of the wheel is actually a combination of four creatures-he has a human head, a bull's body, a lion's feet and tail, and tucked behind his back, eagle's wings. The serpent Typhon, on the left, is an ancient monster who attempted to overthrow Zeus as the king of gods and men. He was cast underground, where he remained to cause volcanic eruptions and windstorms. The Anubis, a jackal-headed god who represented the Egyptian priesthood, is on the right.",
        "Apocalypse Now. The same four creatures that constitute the Sphinx's body-an angel, an eagle, a lion, and a bull-appear in the corners of the card, too. They are the four beasts of the Apocalypse the prophet Ezekiel saw in his vision of \"Ezekiel's Wheel.\" They're also the four fixed creatures of the zodiac: Aquarius the Water Bearer, Scorpio the Eagle, Leo the Lion, and Taurus the Bull. The four creatures symbolize the four dimensions: width, length, height, and time. They represent the four cardinal directions: north, south, east, and west. They are reminders of the four seasons, the four winds, the four phases of the moon, and the four ages of man: infancy, youth, adulthood, and old age. The four creatures also symbolize the four elements and the four suits of the Minor Arcana.",
        "Pieces of Eight. The Wheel itself is divided into eight sections. The divisions symbolize the four cardinal directions-North, South, East, and West-along with the midway points, Northeast, Southeast, Southwest, and Northwest. The divisions are also a graphical representation of the wheel of the year, with the spring, summer, winter, and fall equinoxes, as well as the cross quarter midpoints of the year.",
        "Numeric Significance. The Wheel of Fortune is the tenth card in the Major Arcana. The number ten has primal, deep-seated significance for all of us. When babies are born, parents immediately do a quick tally of fingers and toes. When we learn to count as children, we use our ten fingers as tools. Ten is the number of culmination, completion, and perfection. There are also ten spheres on the Kabbalistic Tree of Life, and ten numbered cards in each suit of the Minor Arcana."
      ],
      "keywords": {
        "upright": [
          "Good fortune",
          "good karma",
          "good luck",
          "destiny",
          "chance",
          "success",
          "expansion",
          "perpetual motion",
          "cycles",
          "wheel of life",
          "wheel of the year"
        ],
        "reversed": [
          "Reversal of fortune",
          "bad luck",
          "instant karma",
          "standstills",
          "delays"
        ]
      },
      "astrological associations": [
        "Astrologers call Jupiter the Great Benefic, the bringer of luck and good fortune. The expansive planet is the perfect match for the Wheel of Fortune. As the largest planet in our solar system, Jupiter symbolizes growth-especially on a philosophical level. Jupiter represents the process of expanding your worldview through travel to distant lands, friendships with foreign people, and higher education.",
        "Jupiter rules the ninth house of the zodiac, where astrologers look for information about higher education and long-distance travel. Jupiter also rules Sagittarius, the sign of philosophy and adventure.",
        "On a related note, Sagittarius is associated with the Temperance card."
      ],
      "myth and legend": [
        "In myth and legend, three female goddesses-the fates-are responsible for spinning the wheel of life and weaving the fabric of every individual's life. The Greeks called them the Moirae, or \"apportioners.\" Clotho spun the thread, Lachesis measured it, and Atropos snipped it with her shears.",
        "They didn't operate in silence: Lachesis was said to sing of things that were, Clothos of things that are, and Atropos of things that were still to be. You could do the same, with a simple past, present, and future spread for your favorite character.)",
        "The fates were supporting characters in a number of Greek myths: they fought with Olympians in a war against the Giants. They weakened Typhon when he challenged Zeus. They condemned the newborn hero Meleager to an early death, by declaring that his life would last only as long as a burning log on the hearth. His mother outwitted the fates, for a time, by pulling the log from the fire and hiding it until her child was grown."
      ],
      "literary archetypes": [
        "the creator",
        "the destroyer",
        "the fates",
        "the god",
        "the goddess",
        "the teacher",
        "the thief",
        "the trickster"
      ]
    },
    {
      "name": "justice",
      "index": 11,
      "full name": "Justice",
      "suit": 0,
      "arcana": 0,
      "description": "AT FIRST GLANCE, THE JUSTICE card seems simple and selfevident. It's clearly a depiction of balance and fairness. It's also a metaphor for peace: when disputes threaten orderly civilization, a quick appeal to justice should be able to restore domestic tranquility.\nIn real life, however, questions of justice are complex and thought provoking. While most people think of themselves as reasonable and fair-minded, there's no end to the debate about the meaning of true justice-or the best way to secure it.\nGenerally speaking, the Justice card represents balance, fairness, reason, and equity. It could indicate an involvement in legal issues, such as contract and license issues, lawsuits, and arbitration. In a story reading, justice may represent a lawyer, judge, litigant, criminal, police officer, or a member of the courtroom staff.",
      "key symbols": [
        "Karmic Justice. Most of us have seen depictions of justice in courtrooms and attorney's offices. This version, however, is missing the blindfold we've come to expect. Her eyes are wide open: she sees the whole truth, and she's not forced to rule based on technicalities. As a result, she dispenses spiritual and karmic justice, which is more reliable and fair than legal justice.",
        "Double-Edged Sword. Justice holds a double-edged sword-a reminder that fairness cuts both ways. She holds the sword of justice in her dominant right hand, ready to cut through distractions and delays. She knows how to get right to the point.",
        "Scales of Justice. There are two sides to any argument, and justice is ready to weigh both in her perpetually balanced scales.",
        "Perfect Balance. Her pose is balanced, too: her arms are steady, and she is the picture of equilibrium.",
        "Holding Court. Justice sits between pillars, like her predecessors the High Priestess and the Hierophant. According to the deck's designer, however, she inhabits another realm of spirituality. \"The pillars of justice,\" Waite wrote, \"open into one world and the pillars of the High Priestess into another.\" The pillars probably symbolize the twin Kabbalistic pillars of Mercy and Severity; she sits between them, in a position of balance.",
        "Crown of Wisdom. The crown on her head symbolizes a keen intellect, a command of logic, and a well-deserved position of authority.",
        "Robe. Traditionally, judges wear robes to emphasize the neutrality, uniformity, and dignity of justice.",
        "Numeric Significance. Justice is the eleventh card in the Major Arcana. Numerologists consider eleven a master number, because it amplifies the power of a single \"one.\""
      ],
      "keywords": {
        "upright": [
          "Justice",
          "karma",
          "equality",
          "equilibrium",
          "equanimity",
          "equity",
          "legal",
          "action",
          "contracts",
          "lawsuits",
          "trials and judgments",
          "fairness",
          "balance"
        ],
        "reversed": [
          "Injustice",
          "delayed justice",
          "bias",
          "judicial misconduct",
          "abuse of power",
          "bribery",
          "payoffs",
          "red tape",
          "complications"
        ]
      },
      "astrological associations": [
        "The goddess of justice holds the scales of balance-the emblem of the sign of Libra. The iconographic imagery links the card to Libran concepts of balance, equanimity, and grace, both personal and political.",
        "Libra rules the seventh house of the zodiac wheel, where astrologers look for information about marriages and partnerships. Libra is ruled by Venus, the planet of love and beauty.",
        "On a related note, Venus is associated with the Empress card.",
        "Libra is an air sign."
      ],
      "myth and legend": [
        "The Justice card is sometimes associated with Themis, the Greek goddess of Justice who helped keep the infant Zeus safe from his father Cronos, or Time. She was also a gifted prophet who served for a time at the Oracle of Delphi. Themis had the gift of prophecy, but she resigned from the shrine of Delphi to become the Greek goddess of Justice.",
        "The Justice card is also associated with Ma'at, the Egyptian who weighed the hearts of the dead for honesty, truth, and goodness. On her scales, a pure heart would weigh no more than a feather. While Ma'at was the Egyptian goddess of truth, she was also the embodiment of cosmic order: she was responsible for ensuring that the universe followed a consistent, predictable set of rules. She was also the wife of Thoth, the Egyptian god of language."
      ],
      "literary archetypes": [
        "the Amazon",
        "the anima",
        "the gatekeeper,",
        "the goddess",
        "the guardian",
        "the judge",
        "the ruler",
        "the teacher"
      ]
    },
    {
      "name": "hangedman",
      "index": 12,
      "full name": "The Hanged Man",
      "suit": 0,
      "arcana": 0,
      "description": "THE HANGED MAN MIGHT BE the world's first writer. According to one interpretation of the card, he's the Norse god Odin, who hung himself on the World Tree for nine days. The Norns of destiny rewarded his sacrifice with the gift of written language; they gave him the runes, an ancient alphabet that now dates back more than 3,000 years.\nFor centuries, Odin's runes were carved on stone, etched into metal, and burned into wood. The crudely shaped letters of the runic alphabet had literal meanings, like \"ice\" or \"cattle.\" More importantly, the runes had symbolic significance. In fact, a rune master who knew the secrets of the written word could invoke the power of the Norse gods. (In the wrong hands, that power could be deadly.) Some rune masters carved stories, poetry, and descriptions that have lasted for centuries, guaranteeing them the immortality that most writers can only dream of.\nGenerally speaking, the Hanged Man card symbolizes contemplation and self-sacrifice. In a story reading, the Hanged Man may represent a student, writer, political prisoner, philosopher, or mystic.",
      "key symbols": [
        "A New Worldview. The Hanged Man card certainly offers a new perspective. He sees the world from a viewpoint that is radically different from the norm. From his unorthodox position, he can think of new solutions to old problems.",
        "Time Out. Suspended in midair, the Hanged Man is able to suspend the ordinary cares and concerns of everyday life. When he lands on his feet, normal life can resume.",
        "Altered Reality. Even though he's hanging upside down, the Hanged Man doesn't seem to be suffering. He looks peaceful, even happy; there's a halo around his head, signifying divinity, and he's in a mystic trance. He seems to be entering an altered state of being, and possibly even a state of enlightenment.",
        "A Symbolic Death. Ultimately, the Hanged Man is a mystic. He won't suffer a physical death as a result of his time in the tree, but he will undergo a spiritual initiation through a symbolic death and resurrection. Once he's back on his feet, he'll experience a resurrection of sorts.",
        "HGoing Down. The position of the Hanged Man's head sometimes represents a descent into the underworld. Lucifer, the dark angel, was said to have been cast out of heaven headfirst, straight into hell. The upside-down posture might also remind you of an unborn child, suspended in the womb. In fact, the card occasionally symbolizes rebirth and transitions from one life to another-and in initiation ceremonies, new members of mystical groups are sometimes suspended upside down.",
        "\"T\" Time. The leafy branches of the tree form a T-shaped cross, like the Greek letter Tau-an ancient symbol of eternal life that's sometimes connected to a symbolic death.",
        "Cross Your Legs. The Hanged Man's legs are often crossed in the shape of the numeral 4, just like many versions of the Emperor. The pose is designed to suggest stability, even though the ground is swept away.",
        "Numeric Significance. The Hanged Man is the twelfth card in the Major Arcana. The number twelve is a reminder of other significant \"dozens,\" such as the twelve tribes of Israel, the twelve apostles, the twelve months in a year, and the twelve signs of the zodiac."
      ],
      "keywords": {
        "upright": [
          "Sacrifice",
          "withdrawal",
          "restraint",
          "foresight",
          "wisdom",
          "meditation",
          "rebirth",
          "transition",
          "initiation",
          "isolation",
          "separation",
          "patience",
          "enlightenment",
          "perspective",
          "alternate reality",
          "reversal"
        ],
        "reversed": [
          "Unwilling sacrifice",
          "martyrdom",
          "punishment",
          "imprisonment",
          "treason"
        ]
      },
      "astrological associations": [
        "The Hanged Man spends hours-or even days-in a trancelike state of suspended animation. He is in perfect synch with Neptune, the planet of spiritual and psychic enlightenment.",
        "The Hanged Man's consciousness transcends the physical, just as Neptune itself seems to escape the ordinary bounds of physics. After all, the planet is composed mostly of ethereal mist and gasses. It's a planet of dreamlike illusion, and existence removed from the limitations of physical concerns.",
        "Neptune rules the twelfth house of the zodiac, where astrologers look for mystic secrets. Neptune also rules Pisces, the sign of psychic ability.",
        "On a related note, Pisces is assigned to the Moon card."
      ],
      "myth and legend": [
        "The most famous hanged man in history is Jesus Christ. In a bizarre twist on the crucifixion story, however, the Hanged Man is sometimes compared to Judas Iscariot, who betrayed Christ for thirty pieces of silver. In fact, some versions of the card actually depict Judas, hanging upside down, with coins falling out of his pocket or purse. The Hanged Man has also been compared to Saint Peter, who insisted on being crucified upside down to avoid being compared to Jesus.",
        "Historically, the card was sometimes called \"The Traitor,\" because traitors like Judas were hung upside down. The practice isn't dead, either: as recently as World War II, the Italian leader Mussolini was hanged upside down for his corrupt rule."
      ],
      "literary archetypes": [
        "the divine child",
        "the martyr",
        "the messiah",
        "the mystic",
        "the outlaw",
        "the poet",
        "the writer",
        "the scribe",
        "the psychic",
        "the rebel",
        "the seeker",
        "the shaman",
        "the visionary",
        "the wanderer",
        "the wounded healer"
      ]
    },
    {
      "name": "death",
      "index": 13,
      "full name": "Death",
      "suit": 0,
      "arcana": 0,
      "description": "BELIEVE IT OR NOT, THE Death card isn't a bad omen. It's not a portent of doom or imminent destruction. Instead, it's a card of transition; it heralds the completion of one chapter of life, and the exciting new start of another.\nThe Death card almost never refers to an actual, physical death. In practical terms, it's more likely to suggest a release, a change of form, a transformation, or the little deaths of sex and sleep.\nWhen the Death card rears its ugly head in a tarot reading, it could also refer to a death that's already transpiredespecially if that passing has gone unnoticed or unacknowledged. It may call for the release of old habits, old patterns, and old relationships that have served their purpose and now should be relegated to the pages of history.\nIn a story reading, Death may represent a dead person, grieving survivor, health worker, hospice aide, medical examiner, mortician, or spiritual guide.",
      "key symbols": [
        "Grim Reaper. Death is the proverbial pale rider on a white horse. He marches across the battlefield of life, mowing down all those in his path. He is the ultimate equalizer, a democratizing force, and he will eventually conquer the king, the bishop, the maiden, and the child alike.",
        "Thermodynamics. According to the first law of thermodynamics, energy is never created or destroyed-it's simply converted from one form to another. While the Death card does suggest an ending, it also promises a new beginning.",
        "Don't Pollute. Death has been this way before: the field is littered with body parts on their way to the recycling bin.",
        "Dry Bones. The skeleton has always represented the bare bones of the matter.feet, he'll experience a resurrection of sorts.",
        "Farm Tools. A scythe can only mean harvest, even if it refers to the harvest of souls.",
        "Armored for Battle. Death wears armor of black steel, the familiar battle wear of a king's knight. This warrior, however, has nothing to lose. He knows that his victory is inevitable.",
        "Mystic Rose. Death carries a black banner emblazoned with a mystic white rose, a symbol of life and resurrection.",
        "River Crossing. The small ship in the background is sailing on what seems to be the River Styx, the mythic landmark that separated the land of the living from the land of the dead.",
        "Sunrise, Sunset. The rising and setting sun has symbolized death and resurrection since the time of ancient Egypt.",
        "Passageways. The sun is stationed between two pillars that are reminiscent of the pillars behind the High Priestess, Justice, and the Moon. In every case, the pillars represent a gateway, or a passage to another world.",
        "Numeric Significance. There are thirteen lunar months, or thirteen full moons, in every calendar year. Thirteen is sometimes thought to be an unlucky number, because there were thirteen diners at Jesus' last supper. In the tarot, the Death card is number thirteen. Thirteen can also be positive; there are thirteen items in a baker's dozen, for example."
      ],
      "keywords": {
        "upright": [
          "Transition",
          "transformation",
          "rebirth",
          "recreation",
          "regeneration",
          "change",
          "alteration",
          "mortality"
        ],
        "reversed": [
          "Destruction",
          "corruption",
          "loss",
          "failure",
          "annihilation",
          "inertia",
          "sleep",
          "lethargy",
          "loss of hope"
        ]
      },
      "astrological associations": [
        "While most people fear death, those who are born under Scorpio's influence are unafraid of darkness. In fact, they're fascinated by the interconnected mysteries of death and sex.",
        "Scorpio rules the eighth house of the zodiac chart, where astrologers look for information about sex, death, and other people's money. Scorpio, in turn, is ruled by Pluto, the planet of death, regeneration, and unavoidable change. And on a related note, Pluto is assigned to the judgement card.",
        "Scorpio is a water sign."
      ],
      "myth and legend": [
        "The Death card, like all of the cards in the tarot deck, is an allegorical image. It's probably based on similar images that were developed during the fourteenth century, when the Black Death swept across Europe. It suggests the danse macabre, the allegorical images of dancing skeletons that were generated as a result.",
        "Even now, the black-robed figure reminds some people of the priests who perform last rites at the bedsides of those who are very ill. The Grim Reaper is also a variant on the ancient psychopomp, a conductor of souls.",
        "The card also hints at the myth of the Phoenix, the mythical bird that burns and then is reborn from its own ashes. The bird is a symbol of destruction and purification by fire and subsequent rebirth from the ashes. It's a metaphor for transformation and change, metamorphosis and rebirth. It doesn't represent the loss of energy; instead, it symbolizes a conversion."
      ],
      "literary archetypes": [
        "the destroyer",
        "the fates",
        "the gatekeeper",
        "the guardian angel",
        "the guide",
        "the judge",
        "the psychopomp",
        "the shadow",
        "the shaman",
        "the sorcerer",
        "the thief",
        "the trickster"
      ]
    },
    {
      "name": "temperance",
      "index": 14,
      "full name": "Temperance",
      "suit": 0,
      "arcana": 0,
      "description": "THE TEMPERANCE CARD DEPICTS MICHAEL, the archangel of healing. He straddles the divide between two worldswater and earth-and demonstrates the curative powers of balance and moderation.\nTemperance was one of the five cardinal virtues in ancient Greece, and it's one of the four cardinal virtues of the Catholic Church. While the word describes the process of cutting wine with water, its most current interpretation usually implies a total abstinence from alcohol. The word also refers to a mechanical process: just as steel is tempered by fire and ice, people are tempered-made harder and more durable-by time and experience.\nGenerally speaking, the Temperance card symbolizes harmony and grace. In a story reading, Temperance may represent a winemaker, pharmacist, nutritionist, cook, doctor, nurse, or holistic healer.",
      "key symbols": [
        "Mix and Match. The Temperance card could be a literal depiction of the temperance process: the archangel Michael might be watering the wine, an ancient practice designed to keep drunkenness to a minimum. On a more symbolic level, Michael is actually pouring the essence of life from one chalice into another-and in the process, he's blending the elements of fire, water, earth, and air.",
        "When Worlds Collide. While most tarot cards depict extremes-between black and white, day and night, hot and cold-Temperance symbolizes the importance of merging and combining two conflicting forces. He is a unifying presence in a world of opposition and duality.",
        "Alchemical Magic. To some degree, the card also illustrates the principle of alchemy, a magical philosophy concerned with the transmutation of base metals into gold. The two chalices in Michael's hands may symbolize the sun and the moon, or a man and a woman. The water flowing between them represents a shared bond and an exchange of energy. According to tarot tradition, the water is rising from the lower cup up to the top, violating gravity and laws of nature.",
        "Shore-Footed. Michael divides his time between two worlds, with his left foot on the dry land of logic, and his right foot submerged in the water of emotion. His pose harmonizes the spiritual and physical realms of our existence.",
        "The Long and Winding Road. In the distance, a winding path leads to a mountain range. The image suggests bridges and pathways to other worlds of mind and spirit.",
        "Body Adornment. In many versions of the card, Michael wears the astrological glyph of the sun on his forehead, and the square and triangle of the septenary on his chest. The septenary represents the seven theosophical principles of man: higher self, spirit, mind, animal nature, life force, etheric body, and physical form.",
        "Flower Power. Two yellow irises are blooming on the shore near his feet. Iris was the goddess of rainbows, and rainbows were thought to be a bridge between this world and the next.",
        "Immortality. The mountain path leads to a peak where the sun is rising, crowned in the glory of eternal life."
      ],
      "keywords": {
        "upright": [
          "Temperance",
          "economy",
          "moderation",
          "frugality",
          "management",
          "combinations",
          "unification",
          "balance"
        ],
        "reversed": [
          "Intemperance",
          "imbalance",
          "mismanagement",
          "irreconcilable differences",
          "enablers"
        ]
      },
      "astrological associations": [
        "The archer of Sagittarius is a wily creature, a restless adventurer and ersatz philosopher. Half man, half horse, he's a seamless blend of man and beast-which makes the sign a good fit for the Temperance card. Both concepts embody a skillful blend of opposites. The analogy even extends to the bow and arrow that represent the centaur: the symbol is a combination of motion and stillness, an arrow propelled by a stationary bow.",
        "Sagittarius rules the ninth house of the zodiac, where astrologers look for information about higher education, philosophy, and long-distance travel. In turn, Sagittarius is ruled by Jupiter, the planet of luck and expansion.",
        "On a related note, Jupiter is assigned to the Wheel of Fortune card.",
        "Sagittarius is a fire sign."
      ],
      "myth and legend": [
        "The iris flowers growing along the shoreline symbolize Iris, the Greek goddess of rainbows. Rainbows symbolized a bridge between heaven and earth, which probably inspired Iris' role as a messenger of the gods.",
        "Whenever the gods argued, Zeus would also send Iris to the Underworld to fill a golden jug with water from the River Styx. Each god was required to drink from the jug. If he or she had lied, they would immediately fall over breathless for a year, and subsequently be cut off from councils and feasts for the next nine years."
      ],
      "literary archetypes": [
        "the alchemist",
        "the artist",
        "the creator",
        "the destroyer",
        "the enchantress",
        "the guardian angel",
        "the magical helper",
        "the magician",
        "the magus",
        "the sorcerer",
        "the witch",
        "the wizard",
        "the wounded healer"
      ]
    },
    {
      "name": "devil",
      "index": 15,
      "full name": "The Devil",
      "suit": 0,
      "arcana": 0,
      "description": "IF YOU'RE LOOKING FOR THE consummate antagonist, you've come to the right place. The Devil is the perfect anti-hero. He's rude, he's crude, and he'll get what he wants or die trying. Nothing can stand in his way-not even hellfire and damnation pose a threat to the master of the Underworld.\nThe Devil also knows how to make the most of first impressions; he knows how to intimidate his opposition. In fact, the Devil's image is so exaggerated that it borders on parody. Start with the gnarled horns on the top of his head: he's not someone most of us want to butt heads with. His pointed ears, bat wings, and talons suggest that he maneuvers well in the darkness, but he's blinded by the light. And his goat-like legs, covered in matted fur, are a convincing touch that he's more animal than human.\nWhile the Devil is the personification of all evil, he also offers a secret glimpse at every person's dark side. He's obviously connected to sin and temptation, as well as the pitfalls of human existence, like lust, gluttony, greed, sloth, wrath, envy, and pride.\nIn a story reading, the Devil may represent a drug addict, alcoholic, gambler, enabler, abuser, or victim. The card could also indicate that someone is feeling devilish, bedeviled, or is playing the devil's advocate.",
      "key symbols": [
        "Angels and Demons. Believe it or not, the Devil is actually one of the four archangels in the tarot deck. He is Uriel, and his name means \"Flame of God.\" Most people, however, know the Devil as Lucifer, a name that means \"Bearer of Light.\" Both names are oddly reassuring: they suggest that darkness defines light, and makes it possible to discern the difference between good and evil.",
        "The Horned God. The Devil's horns connect him to Capricorn, the sign of the goat. People with a strong Capricorn influence usually feel driven to prove themselves in business and society. In this case, however, the Devil demonstrates that an obsession with outward appearance can imprison the spirit in the material world.",
        "Misplaced Priorities. The inverted pentagram on the Devil's forehead symbolizes a perversion of all that is holy and good. Upright, a pentagram symbolizes the human form, living in balance and health. Reversed, it represents a disdain and disrespect for human existence. In fact, the word devil is \"lived,\" spelled backward.",
        "Bat Wings. The Devil's bat wings suggest that he is a creature of darkness, a frightening specter who can spread panic, disease, and fear.",
        "Self-Aggrandizement. The Devil has put himself on a pedestal, which he grips with the horrid talons of a vulture, a carnivorous bird that feasts on the dead.",
        "Mirror Images. Oddly enough, many versions of the Devil card are actually a grotesque mirror image of the Lovers card, in which the pair has been trapped and enslaved by their own misplaced priorities. The Devil clearly demonstrates the shadow side of a dysfunctional or abusive relationship. The Devil also mocks the Hierophant by raising his right hand in a demonic blessing over the young couple in his keep.",
        "The Devil's Minions. The young couple in the card is naked, like Adam and Evebut they're not in the Garden of Eden anymore. In fact, the Devil has cursed them with horns and tails, so they more closely resemble their dark master. Their tails are burning, and the flames seem eerily reminiscent of the trees that stood behind them in the Lovers card.",
        "Chain of Fools. The chains represent the wickedness of sin, and entrapment in a web of evil or illusion. They symbolize slavery, entrapment, violence, fraud, trickery, and schemes that cause harm to others. Even so, it's interesting to note that the couple in the card isn't chained tightly. They could free themselves if they wanted to.",
        "The Devil You Know. At times, the Devil card symbolizes the many repercussions of sin, including guilt, shame, denial, and inhibitions. The Devil card might also represent someone who is repressing their emotion, passion, and ambition."
      ],
      "keywords": {
        "upright": [
          "Materiality",
          "material force",
          "material temptation",
          "obsession",
          "the dark or shadow side of an issue",
          "weakness",
          "abuse",
          "addiction",
          "violence",
          "evil",
          "sexuality",
          "sensuality",
          "devil's play",
          "devil's advocate",
          "devil-may-care"
        ],
        "reversed": [
          "Sin",
          "temptation",
          "obsession",
          "addiction",
          "materialism",
          "scapegoating",
          "weakness",
          "abuse",
          "violence",
          "evil"
        ]
      },
      "astrological associations": [
        "The Devil card corresponds to Capricorn, the sign of business success and social standing. Most Capricorns are keenly aware of both. Like their symbol, the goat, they are constantly climbing.",
        "Capricorn rules the tenth house of the zodiac, where astrologers look for information about business and career. Capricorn is ruled, in turn, by Saturn, the ringed planet of boundaries and limitations.",
        "On a related note, Saturn is assigned to the World card.",
        "Capricorn is an earth sign."
      ],
      "myth and legend": [
        "The Devil is a Christian invention-but many of his characteristics happen to be derived from Pan, the mythic god of music, nature, sheep, and shepherds. Pan's head and torso looked human, but from the waist down, he was a goat, with fur-covered legs and animal hooves.",
        "Pan was a god of physical pleasures, including sexuality, food, and drink. He was wild: he could even inspire panic. Because of his association with Pan, the Devil has come to symbolize erotic pleasure, wild behavior, and unbridled desire.",
        "Pan was a close associate of Dionysus, the god of wine. As a result, the Devil card occasionally symbolizes alcohol and drug abuse.",
        "The Devil card can also be connected to Cernnunos, the horned nature and fertility god of the Celts, and Baphomet, the creature that's usually depicted as a goat's head superimposed on an inverted pyramid.",
        "Occasionally, the Devil card relates to Pluto or Hades, the lord of the underworld and the king of the dead."
      ],
      "literary archetypes": [
        "the destroyer",
        "the dictator",
        "the king",
        "the outlaw",
        "the rebel",
        "the shadow",
        "the shaman",
        "the sorcerer,",
        "the thief",
        "the trickster"
      ]
    },
    {
      "name": "tower",
      "index": 16,
      "full name": "The Tower",
      "suit": 0,
      "arcana": 0,
      "description": "EVERY STORYLINE HINGES ON A moment of crisis-and no card illustrates that moment more clearly than the Tower card. It's a dramatic image: in the middle of a dark and stormy night, lightning strikes. Sparks fly, a tower crumbles, and two people are forced to dive headfirst into a new reality.\nIn most tarot readings, the Tower symbolizes a dramatic change. It can represent a move to a new location, a breakup, or a release. The Tower can also symbolize the destruction of false ideas and beliefs, a purge, or an intervention. Ultimately, the Tower experience is one of purification, as an old structure is tom down so that renovation can begin.\nThe Tower card sometimes refers to breakups or breakdowns, and the disintegration or collapse of a structure you thought was stable-like a relationship, a home, or a career. Just as frequently, however, the Tower represents enlightenment, inspiration, and release; for anyone trapped inside, it's a \"Get Out of Jail Free\" card.\nIn some tarot decks, the Tower card is sometimes called La Maison Dieu, which means the House of God. It's a term that used to refer to hospitals.\nIn a story reading, the Tower card may refer to prisoners, guards, revolutionaries, rebels, liberators, and people who are moving from one home to another.",
      "key symbols": [
        "Visionary Architecture. A tower is a symbol of achievement. It's the physical manifestation of a reach for the sky. Normally, the construction of a tower represents vision and the discipline to achieve high ideals and lofty goals. A tower also serves as a lookout station: it's a platform for a long-range view.",
        "Phallic Symbol. The Tower is also a distinctly masculine image, one that suggests potency and sexual energy.",
        "A Bolt from the Blue. In the Tower card, the top of the structure-its metaphoric head-is struck by a bolt from the blue. The lightning strike represents a forceful clearing of pent-up energy and overbuilt ideas.",
        "Path of Fire. The lightning's jagged path through the sky roughly follows the path that energy takes as it flows down the Kabbalistic tree of life, zig-zagging from sphere to sphere.",
        "Get Out of Jail Free. The tower catches fire-a symbol of destruction-and two people plunge or leap to the rocky ground below. The woman on the right is a queen, but her relationship to the man beside her is for you to determine. He could be her servant, son, brother, adviser, consort, or prisoner.",
        "Precipitation. In the background, raindrops are shaped like yods, the smallest letter in the Hebrew alphabet. Every other letter in Hebrew incorporates the shape of a yod, so it symbolizes the premise that the divine is present in everything."
      ],
      "keywords": {
        "upright": [
          "Insight",
          "illumination",
          "enlightenment",
          "inspiration",
          "epiphany",
          "awakening",
          "freedom",
          "escape",
          "liberation",
          "release"
        ],
        "reversed": [
          "Disaster",
          "catastrophe",
          "destruction",
          "upheaval",
          "fall",
          "ruin",
          "alarm",
          "adversity",
          "calamity",
          "misery",
          "oppression",
          "imprisonment"
        ]
      },
      "astrological associations": [
        "The Tower is associated with Mars, the red planet of energy, aggression, and selfdefense. Both the card and the planet are intense, masculine symbols.",
        "Mars rules the first house of the zodiac, where astrologers look for information about leadership. Mars also rules Aries, the sign of leadership.",
        "On a related note, Aries is associated with the Emperor card."
      ],
      "myth and legend": [
        "The Tower has been compared to the biblical Tower of Babel, Rapunzel's tower, and the ivory towers of academia. Some have compared the image to Saint Paul's miraculous escape from prison.",
        "On rare occasions, the Tower even symbolizes punishment on a Biblical scale, like the retribution God inflicted on the builders of the Tower of Babel. As a writer, you'll be interested to note that God used the confusion of language as a curse.",
        "The story is shorter than you probably remember. Here's the King James version:\nAnd the whole earth was of one language, and of one speech. And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar; and they dwelt there. And they said one to another, Go to, let us make brick, and burn them thoroughly. And they had brick for stone, and slime had they for mortar. And they said, Go to, let us build us a city and a tower, whose top may reach unto heaven; and let us make us a name, lest we be scattered abroad upon the face of the whole earth. And the Lord came down to see the city and the tower, which the children of men builded. And the Lord said, Behold, the people is one, and they have all one language; and this they begin to do: and now nothing will be restrained from them, which they have imagined to do. Go to, let us go down, and there confound their language, that they may not understand one another's speech. So the Lord scattered them abroad from thence upon the face of all the earth: and they left off to build the city. Therefore is the name of it called Babel; because the Lord did there confound the language of all the earth: and from thence did the Lord scatter them abroad upon the face of all the earth. (Genesis 11: 1-9)"
      ],
      "literary archetypes": [
        "the destroyer",
        "the martyr",
        "the miser",
        "the outlaw",
        "the rebel",
        "the shadow",
        "the sorcerer,"
      ]
    },
    {
      "name": "star",
      "index": 17,
      "full name": "The Star",
      "suit": 0,
      "arcana": 0,
      "description": "THE STARS HAVE INSPIRED MYTHS and legends for thousands of years. Throughout history, storytellers gathered around campfires at night. As their eyes followed trailing wisps of smoke toward heaven, they'd take turns unfolding dramatic tales of heroism and adventure-many based on the constellations themselves.\nWe still tell stories around the occasional campfire, and we still look to the stars for inspiration. We also look toward the sky to convey our stories: late at night, you can see satellites circling the earth, twinkling like stars, and beaming information and ideas around the world.\nIn a story reading, the Star may refer to an astronomer, astrologer, conservationist, ecologist, environmentalist, waiter, or waitress.",
      "key symbols": [
        "Guiding Light. All stars symbolize inspiration, hope, and guidance. Small children make wishes on the evening star. Young lovers always watch for shooting stars, so they can make wishes for their happiness. And sailors, in sea and in space, navigate by the stars. The golden star in the center of the card, however, symbolizes focus. That's because every star in the night sky is in itself a sun, the center of its own solar system. The central star might also symbolize a nova or supernova of understanding, the creation of new solar systems, and galaxies, far, far away from our experience and understanding.",
        "Seven Sisters. The seven smaller white stars in the card symbolize the days of the week.",
        "Celestial Symbolism. Stars sometimes represent immortality. According to some traditions, each star in the night sky is an unborn or departed soul.",
        "Time Travel. When you admire the stars, you are literally looking into the past. Every glimmer of starlight has traveled thousands of years, across lifetimes and centuries, to meet us in the dark. In a tarot reading, the Star card could refer to past lifetimes and experiences. The Star card could also refer to astral travel, out-of-body experiences, or dreams.",
        "Famous Stars. The star in this design is Sirius, the Dog Star, but it might also be compared to the Star of Bethlehem, the Star of the Magi, Venus, the morning and evening star, or the North Star that guides sailors through the night.",
        "Mythic Figures. The woman, who looks distinctly like a goddess of eternal youth and beauty, is kneeling. In The Pictorial Key to the Tarot, Arthur Edward Waite said the woman was the goddess of truth unveiled.",
        "A Bridge of Light. The star goddess' left knee is on the solid ground of logic and reason, but her right foot is submerged in the watery world of emotions.",
        "Magic Elixir. She holds two earthenware jugs filled with the water of life, and she leans forward to pour one of them into the lake. Beside her, the other empties on the shore, where it finds its way back to its source.",
        "Talking Bird. A silver ibis, nesting in a tree, stretches its wings in the background. The ibis was a symbol of Thoth, the Egyptian god of language."
      ],
      "keywords": {
        "upright": [
          "Hope",
          "faith",
          "wishes",
          "dreams",
          "promises",
          "expectations",
          "confidence",
          "guidance",
          "inspiration",
          "wish fulfillment"
        ],
        "reversed": [
          "Broken dreams",
          "dashed hopes",
          "disappointments",
          "unfulfilled wishes",
          "darkness",
          "obscurity"
        ]
      },
      "astrological associations": [
        "What could be more astrological than the stars? The stars and the signs of the zodiac have helped shape our very understanding of the human psyche. In tarot, the Star card is also associated with Aquarius, the sign of social consciousness and futuristic thinking.",
        "Aquarius rules the eleventh house of the zodiac, where astrologers look for information about social groups, social causes, and technology. Aquarius is ruled, in turn, by Uranus, the planet of freedom and rebellion.",
        "On a related note, Uranus is assigned to the Fool.",
        "Aquarius is an air sign."
      ],
      "myth and legend": [
        "The goddess in the Star card might be Nut or Nuit, the Egyptian goddess of the night sky. Her name itself means night: she arched protectively over the earth, covered in stars, where she served as a barrier between chaos and the orderly workings of the cosmos. Each night she would swallow the sun, so that she could give birth to the morning. The Egyptians identified with Nut: they used to say that every woman was a Nutrit, a little goddess.",
        "Western mystics associate Aquarius with the Star card, and connect it to Ganymede, the handsome young cupbearer of the gods. Ganymede lived alongside the gods on Mount Olympus, where he kept their cups filled with ambrosia-the water of life, the nectar of the gods, and the drink of immortality.",
        "The Star itself could be a depiction of Phospheros and Hesperos-two names for the rising and setting morning and evening star. The Star could be Venus, the brightest star-like light in the sky. The Star might also be Sirius, the Dog Star, the Star of Bethlehem, the Star of the Magi, or the North Star that guides sailors through the night."
      ],
      "literary archetypes": [
        "the Amazon",
        "the anima",
        "the enchantress",
        "the goddess",
        "the innocent child",
        "the magical helper",
        "the maiden",
        "the mystic",
        "the poet",
        "the writer",
        "the scribe",
        "the priestess",
        "the virgin",
        "the visionary"
      ]
    },
    {
      "name": "moon",
      "index": 18,
      "full name": "The Moon",
      "suit": 0,
      "arcana": 0,
      "description": "TTHE MOON IS THE EARTH'S companion, a partner in time and space. Symbolically female, she reveals herself in bits and pieces-and she hides the dark side of her nature.\nThe image of the card itself is hauntingly familiar. The moon, large and low on the horizon, casts its rays over an ancient stone gateway. Two dogs-one wild, one domestic-stand guard nearby. In the foreground, a crayfish crawls out of a primordial sea; it's taking the first step on an evolutionary path that leads as far as the eye can see.\nGenerally speaking, the Moon symbolizes the dreamlike world of intuition, and the shadows of mystery and illusion. In a story reading, the Moon may represent a psychic, dreamer, spy, femme fatale, hidden enemy, or traitor.",
      "key symbols": [
        "Dance Partners. For eons, the golden sun has pursued the silver moon endlessly around the globe. Some cultures consider the two luminaries brother and sister, while others refer to them as husband and wife. In either case, the sun and the moon are a primordial couple, and their heavenly partnership symbolizes the constant give and take between light and dark, action and reaction, masculine and feminine, radiance and reflection, and the conscious and subconscious mind.",
        "Reflective Properties. Just as the moon reflects the sun's light, it also reflects our unconscious needs and desires.",
        "Dark Mysteries. Because the Moon is shrouded in shadows and darkness, it represents secrets and mysteries that may not be understood-or even recognized.",
        "Night Vision. The moon also symbolizes the intuition and the unconscious, because most people sleep when the moon is out.",
        "Phases of the Moon. The moon symbolizes fertility and creativity, because its twentyeight-day cycles so clearly match the monthly menstrual cycle, as well as the pregnant female form: slim, then round and full, then slim again. The moon's phases also resemble the three phases of a woman's life: maiden, mother, and the crone.",
        "Gravitational Pull. Tides rise and fall in answer to the beckoning call of the moon; the pull of gravity is almost impossible to resist.",
        "Evolution in Action. The Moon is a card of evolution, because it depicts a crab crawling out of the primordial sea onto the dry land of civilization. The evolutionary motif is reinforced by the tamed, domesticated dog, accompanied by his wild cousin, the wolf. The pairing of the two creatures hints at terrors both wild and domestic.",
        "Howl at the Moon. The dogs in the card also remind us of the monsters that haunt our nightmares-the werewolves and other wild beasts who symbolize our tenuous hold on civilization. Both suggest that we're all just one bite away from madness.",
        "Shadowy Behavior. The full moon has always been linked to lunacy-wild and erratic behavior. Historically, the Moon card was linked to deception and subterfuge, as truth could be hidden in the shadows. It's a telling reminder of Jung's shadow archetype, too."
      ],
      "keywords": {
        "upright": [
          "Reflection",
          "dreams",
          "romance",
          "femininity",
          "intuition",
          "the unconscious",
          "the subconscious",
          "cycles"
        ],
        "reversed": [
          "Deception",
          "darkness",
          "danger",
          "shadows",
          "secrets",
          "hidden enemies"
        ]
      },
      "astrological associations": [
        "Oddly enough, the Moon card is not traditionally associated with the moon in our sky. Instead, the Moon card is associated with Pisces, the sign of intuition and psychic ability.",
        "Pisces rules the twelfth house of the zodiac, where astrologers look for information about our deepest, darkest secrets and desires. Pisces, in turn, is ruled by Neptune, the planet of mystery and illusion.",
        "On a related note, Neptune is assigned to the Hanged Man.",
        "Pisces is a water sign."
      ],
      "myth and legend": [
        "Throughout myth and history, the moon has usually been a feminine symbol; the luminary is traditionally perceived as a mate or companion to the sun.",
        "In tarot, the Moon card is associated with the Greek goddess Artemis, the goddess of the hunt. (The Romans knew her as Diana.) Her hounds accompanied her as she chased playfully through the skies with her twin brother Apollo, god of the sun.",
        "In her role as hunter, Artemis could take life, cleanly and without reservation. She wasn't a goddess of death, however. In fact, she was the goddess of childbirth, and she was dedicated to shepherding new life into the world. Immediately after she was born, she helped deliver her own twin brother. In ancient Greece, women in labor would cry out to Artemis for relief; they believed that she could either kill their pain, or kill them to end their suffering."
      ],
      "literary archetypes": [
        "the anima",
        "the goddess",
        "the guardian",
        "the guide",
        "the magical helper",
        "the maiden",
        "the mother",
        "the crone",
        "the mystic",
        "the priestess",
        "the psychic",
        "the psychopomp",
        "the queen",
        "the shadow",
        "the shaman",
        "the virgin",
        "the visionary",
        "the wanderer"
      ]
    },
    {
      "name": "sun",
      "index": 19,
      "full name": "The Sun",
      "suit": 0,
      "arcana": 0,
      "description": "THE SUN IS A JOYFUL, optimistic card. It depicts the very center of our solar system-as well as a fair-haired child who personifies its radiance in human form.\nThe sun is the source of heat and light and life on earth, which makes it a symbol of energy and health. It also represents consciousness, enlightenment, and illumination.\nThe Sun is also the ultimate card of self-awareness. In astrology, the Sun symbolizes the ego and the self, because it represents the central focus of every individual's lifehimself. No matter how perceptive or empathetic we are, it's impossible to see the world from someone else's point of view. We can only see the world from our own perspective, at the center of our own existence.\nIn a story reading, the Sun may refer to a child, a farmer, a horseman, a musician, or a poet.",
      "key symbols": [
        "Action! The sun isn't reflective, like the moon, but active. The sun radiates the energy and heat that the moon later reflects. Symbolically, it embodies masculine principles of energy and action, as opposed to feminine qualities of receptivity and reaction.",
        "Visible Light. While almost nothing can hide from the bright light of day, the sun does conceal its own secrets; some of the rays the sun emits are visible, while others fall into the ultraviolet end of the spectrum.",
        "Special Events. The sun is the marker of annual events like birthdays and anniversaries, as well as solar holidays like solstices and cross-quarter days.",
        "Golden Child. The child in the card is naked, because his enthusiasm is unbridled and pure. His nudity also symbolizes his innocence, and hints at cosmic safeguards and protection that can help shield him from corrupting influences. He's the original fairhaired child, chubby and cherubic, with a mass of golden curls.",
        "Free Ride. The child's white horse is a hero's mount. It elevates him, empowers him, and propels him along a path to victory. Horses also represent mobility, partnership, and social status.",
        "Standard Bearer. As he rides, the child waves a red banner, signaling the joy and exuberance of youth. The banner-technically, a standard, or a symbolic flag mounted on a pole-also represents a rallying point and an inspiration to victory.",
        "Flower Garden. The child is riding past a garden wall, a symbol of safety and protection. Beyond the wall, there's a field of sunflowers-each one a symbol of hope and aspiration, as they reach for the sky. During the course of the day, sunflowers keep their faces turned toward the sun as it moves across the sky.",
        "Sunrise, Sunset. Historically, the rising and setting sun has always been a symbol of life and death."
      ],
      "keywords": {
        "upright": [
          "Consciousness",
          "optimism",
          "happiness",
          "contentment",
          "enthusiasm",
          "joy",
          "light",
          "enlightenment",
          "clarity",
          "glory",
          "heat",
          "passion",
          "radiance",
          "action",
          "celebration",
          "the ego",
          "eclipses"
        ],
        "reversed": [
          "Sunburn",
          "overexposure",
          "blindness",
          "drought",
          "global warming"
        ]
      },
      "astrological associations": [
        "Astrologically, the Sun card corresponds to its namesake, the sun.",
        "The sun rules Leo, the sign of fatherhood and play, procreation and recreation. The sun also rules the fifth house of the zodiac, where astrologers look for information about creativity.",
        "On a related note, Leo is associated with the Strength card.",
        "Leo is a fire sign."
      ],
      "myth and legend": [
        "For thousands of years, humankind believed that the sun traveled around the world. Because the sun was reborn with every dawn, it became the god of rebirth. Even today, we worship the sun-at least from our favorite spot on the beach.",
        "The sun symbolizes the light of the world-and in myth and religion alike, the sun represents the gods who die and are reborn.",
        "The Sun card is closely related to Apollo, the god of the sun, whose sister Diana was goddess of the moon. Apollo pulled the sun through the sky in his golden chariot. His travels were emulated by Roman charioteers, who pursued a course based on the cosmic cycle of the sun."
      ],
      "literary archetypes": [
        "the animus",
        "the creator",
        "the divine child",
        "the father",
        " the god",
        "the messiah",
        "the ruler",
        "the self",
        "the son",
        "the ubermensch",
        "the visionary"
      ]
    },
    {
      "name": "judgement",
      "index": 20,
      "full name": "Judgement",
      "suit": 0,
      "arcana": 0,
      "description": "THE JUDGEMENT CARD IS THE card of forgiveness and release. It's also a card of celebration, as the Archangel Gabriel heralds the start of a new life and a new world.\nAll of the figures in the card seem to be expressing wonder and amazement. They've heard a higher calling, and they've responded. Now, as they rise from their graves, they're literally undergoing the transformation of their lives.\nGenerally speaking, the judgement card symbolizes a willingness to be judged on one's own merits. In a story reading, judgement may refer to a herald, a messenger, or a family.",
      "key symbols": [
        "Wake Up Call. The Archangel Gabriel blows his horn and, awakened by the sound, a cemetery full of the dead and buried rise and face the music.",
        "Pop Tops. The open caskets indicate that the people in the card are starting to think outside the box.",
        "Nuclear Family. The key figures in the foreground are a man, a woman, and a child-a small, nuclear family-but they're not the only ones who thrill at the sound of the trumpet. Other figures are rising in the background, too. This is a worldwide phenomenon.",
        "Full Exposure. All the people in the card are naked: they have no secrets.",
        "Second Chance. They reach out to embrace a second chance at life, restored to youthful health and vigor.",
        "Banner of Life. The equilateral solar cross on the banner is a symbol of the union of male and female, and positive and negative. A red cross is a universally understood symbol of rescue, health, and healing.",
        "Blue Sky. The clouds are a symbol of higher thought, as well as a veil between heaven and earth.",
        "Guardian Angel. The angel is larger than life. His outstretched wings fill the sky, symbolizing earthly protection from the elements of sun, wind, and rain-or fire, air, and water.",
        "Spread the Word. Angels are heralds and messengers.",
        "Natural World. The cypress trees in the background symbolize eternal life, and the bare brown earth suggests the promise of a newly cultivated field."
      ],
      "keywords": {
        "upright": [
          "Change",
          "renewal",
          "rebirth",
          "resurrection",
          "reawakening",
          "consciousness",
          "compassion",
          "forgiveness",
          "karma",
          "destiny",
          "responsibility"
        ],
        "reversed": [
          "Stasis",
          "weakness",
          "indecision",
          "delay",
          "an unwillingness to forgive and move on"
        ]
      },
      "astrological associations": [
        "The judgement card is assigned to Pluto, the planet of transformation, death, regeneration, and unavoidable change.",
        "Pluto rules the eighth house, where astrologers look for information about sex, death, and inheritance. Pluto also rules Scorpio, the sign of mystery.",
        "On a related note, Scorpio corresponds to the Death card."
      ],
      "myth and legend": [
        "Arthur Edward Waite, the man who designed the images in this deck, was a Christian mystic. His training and beliefs permeate most of the cards.",
        "TAnyone who's familiar with Christianity will recognize the story behind the judgement card: it depicts the moment promised in Revelations, when the dead will rise, the gates of heaven will open, and there will be no further separation of heaven and earth.",
        "The judgement card, however, embodies much more than the simple story of judgment and resurrection on the last day-although that, in itself, would be enough. The card is also a symbol of a new lease on life, and a calling loud enough to wake the dead.",
        "The angel of judgement is the Archangel Gabriel, who first revealed that Elizabeth and her cousin, the Virgin Mary, would bear children. Elizabeth would give birth to John the Baptist, who in turn would herald the arrival of Jesus Christ. According to the Bible, Gabriel will also be the angel who blows the horn announcing judgment Day."
      ],
      "literary archetypes": [
        "the gatekeeper",
        "the guardian angel",
        "the herald",
        "the judge",
        "the king",
        "the magical helper",
        "the medium",
        "the messenger",
        "the messiah",
        "the mystic",
        "the psychopomp",
        "the rescuer",
        "the visionary"
      ]
    },
    {
      "name": "world",
      "index": 21,
      "full name": "The World",
      "suit": 0,
      "arcana": 0,
      "description": "THE WORLD DEPICTS A cosmic dancer in the center of an expanding universe. As she completes each round of her spiral dance, a new revolution begins; she's a key player in a never-ending story.\nThe World is the last card in the Major Arcana-but it's not the final word. Every ending, after all, leads to a new beginning. This stage of the Fool's journey might draw to a close, but in a moment, the cards will be reshuffled and a whole new series of events will play out on the universe's table.\nGenerally speaking, the World card symbolizes completion and success. In a story reading, the World card may refer to a dancer, a champion, a nudist, a baby, or a reincarnated soul.",
      "key symbols": [
        "Circle of Life. With the World card, all of the cards in the Major Arcana have come full circle. A circle is a symbol of eternity, because it has no beginning and no end.",
        "Symbols of Infinity. The dancer's wreath is held together by ribbons in the shape of a lemniscate, the figure-eight symbol of infinity. Wreaths themselves are intertwined with concepts of death, resurrection, and immortality. We hang evergreen wreaths at Christmastime, as a symbol of everlasting life. We send floral wreaths to funerals. Historically, people even crowned their heroes with laurel wreaths, whenever they defeated an opponent in battle or in an athletic event-both of which represented victory over death.",
        "Dance Costume. The dancer's scarf is another powerful symbol of beginnings and ends. Historically, newborn infants were wrapped in swaddling clothes, while the dead were wrapped in shrouds. Both were naked underneath. Look closely, and you'll notice that the shape of the scarf also resembles a lemniscate.",
        "Magic Wands. The dancer holds a wand in each hand, like her counterpart in the first card of the Major Arcana, the Magician.",
        "Talk to the Animals. The four winged creatures in the corners of the card are the four living creatures the prophet Ezekiel saw in his vision-an angel, an eagle, a lion, and a bull. They are the four fixed creatures of the zodiac: Aquarius the Water Bearer, Scorpio the Eagle, Leo the Lion, and Taurus the Bull-the four beasts of the Apocalypse. The four creatures also symbolize the four dimensions: width, length, height, and time. They represent the four cardinal directions: north, south, east, and west. They are reminders of the four seasons, the four winds, the four phases of the moon, and the four ages of man: infancy, youth, adulthood, and old age. In addition, the four creatures symbolize the four elements and the four suits of the Minor Arcana.",
        "Begin Again. The World card is the last card in the Major Arcana, but it's also a starting point for a whole new cycle of adventures and experience in the everyday cards of the Minor Arcana."
      ],
      "keywords": {
        "upright": [
          "Completion",
          "conclusion",
          "perfection",
          "success",
          "celebration",
          "reward",
          "unity",
          "universality",
          "oneness",
          "wholeness",
          "synthesis",
          "coming full circle",
          "center stage",
          "endings and beginnings"
        ],
        "reversed": [
          "Delays",
          "hesitations",
          "false starts"
        ]
      },
      "astrological associations": [
        "The World card is assigned to Saturn, a ringed planet with clearly defined boundaries. While some see boundaries as limitations, they're more than an obstacle or a dead end. That's because borders do more than confine us: they define us.",
        "Saturn rules the tenth house of the zodiac, where astrologers look for information about career and social standing. Saturn also rules Capricorn, the sign associated with work, achievement, responsibility, and drive.",
        "On a related note, Capricorn corresponds to the Devil card.",
        "Capricorn is an earth sign."
      ],
      "myth and legend": [
        "While she doesn't look particularly masculine in most renditions of the card, the dancer in the World card is often said to be a hermaphrodite-a person who is neither male nor female, but who exhibits characteristics of both sexes.",
        "According to Greek myth, Hermaphroditos was the son of Hermes, the messenger of the gods, and Aphrodite, the goddess of love. A young fountain nymph named Salmacis fell in love with Hermaphroditos, but he ignored her. She turned to the gods for help, and prayed that she would be united with him forever. Her prayers were answered: when Hermaphroditos took a bath, they became one person.",
        "Given that background, you might even think of the dancer as the embodiment of Jung's syzegy archetype-the divine couple, literally united as one."
      ],
      "literary archetypes": [
        "the Amazon",
        "the anima",
        "the animus",
        "the artist",
        "the creator",
        "the destroyer",
        "the divine child",
        "the Fates",
        "the self",
        "the shaman",
        "and the visionary"
      ]
    },
    {
      "name": "w01",
      "index": 22,
      "full name": "Ace of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE ACE OF WANDS is the first card in the suit of wands, the suit that corresponds to the ancient element of fire. It's the card of creative inspiration, and it's the spark that starts the fire.",
      "key symbols": [
        "Fresh Start. All of the aces represent new beginnings. Because the suit of wands corresponds to spiritual life, the Ace of Wands symbolizes a new beginning on a spiritual level. The aces also symbolize gifts. In this case, spiritual growth is yours for the taking.",
        "Signs of Life. The Ace of Wands is a single, massive branch, with budding leaves sprouting in a promising sign of life.",
        "Creative Drive. It's no coincidence that the Ace of Wands is phallic in nature. It reflects the powerful drive for creation (and subsequent recreation) inherent in the human species. In fact, the Ace of Wands embodies the power to generate-and regenerate-countless generations. It represents potential in its purest form: raw, unbridled possibility, ready, willing, and able to be unleashed.",
        "Higher Thought. The wand is emerging from a swirling silver cloud, a symbol of higher thought, as well as the separation between the worlds.",
        "Hand of God. Most people think the hand in the card is the hand of God-or the hand of the Magician picking up one of the tools from his table.",
        "Magic Wand. The Ace of Wands looks like a primitive magic wand.",
        "Speak Softly. The clublike wand could double as a weapon, either for defensive or aggressive use. It may be a reminder to speak softly and carry a big stick.",
        "Safe Haven. The castle in the distance symbolizes refuge, watchfulness, royal sovereignty, and divine guidance.",
        "Astrological Symbolism. Astrologically, the Ace of Wands is associated with all of the powers of fire-the element associated with Aries, Leo, and Sagittarius.",
        "Historical significance. A century ago, the Ace of Wands was said to herald money, fortune, and inheritance."
      ],
      "keywords": {
        "upright": [
          "Primal fire",
          "energy",
          "spark",
          "creativity",
          "virility",
          "vitality",
          "potency",
          "desire",
          "invention",
          "enterprise",
          "excitement",
          "enthusiasm",
          "force",
          "strength",
          "vigor",
          "ignition",
          "confidence",
          "willpower",
          "drive"
        ],
        "reversed": [
          "Impotence",
          "Delays",
          "frustration",
          "dissatisfaction",
          "violence",
          "cruelty",
          "tyranny",
          "decadence",
          "destruction"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w02",
      "index": 23,
      "full name": "Two of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE Two of WANDS is a card of influence, authority, control, and dominion. It depicts a man with the will-and the power-to move beyond the initial stages of creation.",
      "key symbols": [
        "Dominion. Traditionally, the Two of Wands is known as the card of dominion. The well-dressed man in the card has the power to master all that he surveys. Look at the card: he literally holds the whole world in his hands.",
        "Boundaries. In most versions of the card, a regal-looking figure-presumably a nobleman or a businessman-stands behind a battlement. The low wall represents a protective boundary.",
        "St. Andrew's Cross. The battlement is embossed with a banner of the red rose of passion and the white lily of purity. The two crossed staffs, in the shape of a St. Andrew's Cross, symbolize the harmony of rule and justice.",
        "Geographic Features. The man stands above a protected bay or inlet rimmed by cliffs and mountains in the distance. The site's geography makes it easier to defend. It's also a convenient base of operations; he's in a position to trade.",
        "The Sadness of Alexander. While the figure is apparently well off, Arthur Edward Waite suggested that it also hints at the \"sadness of Alexander amidst the grandeur of this world's wealth.\" In antiquity, Alexander the Great reportedly was at a loss once he had no more worlds to conquer."
      ],
      "keywords": {
        "upright": [
          "Dominion and domination",
          "strength",
          "stronghold",
          "ambition",
          "resolution",
          "courage",
          "pride",
          "vision"
        ],
        "reversed": [
          "Tyranny",
          "weakness",
          "revenge",
          "restlessness",
          "obstinacy",
          "shamelessness",
          "pride",
          "subjugation",
          "hesitation"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w03",
      "index": 24,
      "full name": "Three of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE THREE OF WANDS is a card of strong leadership ability, wealth, and power. It depicts a nobleman waiting and watching for his ships to come in. In a reading, the card symbolizes the strength of a well-run, well-funded business organization dedicated to enterprise, trade, and commerce.",
      "key symbols": [
        "Established Strength. Traditionally, the Three of Wands is the card of established strength. The figure in the card has clearly established his stronghold.",
        "Walled In. The man in the card is looking out over a low stone wall-a symbol of protection and boundaries.",
        "Hidden Emotions. This is one of the few cards in the deck that doesn't reveal the character's face; it's impossible to know what he's thinking or feeling.",
        "A Rock on a Sandy Shore. He's standing on a sandy surface with one foot resting on a small boulder. It's a position of strength.",
        "Sailing Ships. Three ships sail across a bay, which suggest that he is involved in trade and exploration. Those pursuits suggest a sense of adventure and discovery-not only of markets and customers, but also of new lands, new sources of goods and services, and new opportunities for partnerships and alliances.",
        "Growth Venture. The three saplings would suggest that the seeds of a promising partnership have not only been planted, but have also sprouted and taken root.",
        "A Calculated Investment. The trader puts something of value out into the worldat some risk-in the hope that it will generate profit and wealth. He's willing to take a risk.",
        "Color Symbolism. The businessman in the card wears yellow, red, and blue-the three primary colors, which also represent air, fire, and water."
      ],
      "keywords": {
        "upright": [
          "Established strength",
          "business leadership and acumen",
          "trade",
          "commerce",
          "cooperation",
          "discovery"
        ],
        "reversed": [
          "Adversity",
          "toil",
          "disappointment"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w04",
      "index": 25,
      "full name": "Four of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE FOUR OF WANDS is a card of family life and domestic tranquility, as a young couple prepares to celebrate their marriage in the courtyard of a medieval castle.",
      "key symbols": [
        "Throw Rice. In many tarot decks, the card depicts a wedding couple. They're outdoors, which symbolizes a connection to nature and fertility.",
        "Castle Architecture. They're pictured in a courtyard, with the walls and turrets of a medieval citadel behind them. The buildings symbolize civilization; the walls represent boundaries and protection, and the turrets symbolize a heightened outlook.",
        "Divine Design. The couple is putting together a garland for a chuppa, a Jewish wedding canopy. It's a simple structure designed to represent a couple's first home together. The four wands that support the canopy symbolize the structure and stability of a house with four corners. The canopy itself represents protection from the elements as well as blessings from heaven.",
        "Color Symbolism. The two people are dressed in complimentary colors of blue and red-one water, one fire. Their marriage is a partnership.",
        "Good Fortune. Historically, the Four of Wands was said to symbolize unexpected good fortune-both upright and in its reversed position. It also symbolized the haven of country life.",
        "Practice Makes Perfect. In The Pictorial Key to the Tarot, Arthur Edward Waite called this card \"Perfected Work.\""
      ],
      "keywords": {
        "upright": [
          "Perfection",
          "completion",
          "stability",
          "prosperity",
          "peace",
          "good fortune",
          "harmony",
          "success",
          "happiness",
          "marriage",
          "union"
        ],
        "reversed": [
          "Instability",
          "shakeups",
          "conflict"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w05",
      "index": 26,
      "full name": "Five of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE FIVE OF WANDS is a card of strife, struggle, competition, and chaos. Five young men are trying to work together, to coordinate their efforts. They're either on the verge of creating a five-pointed star design, or they're on the brink of anarchy.",
      "key symbols": [
        "Sense and Sensibility. The five figures in the Five of Wands represent the five senses-sight, sound, touch, taste, and smell-which must work together to make sense of the outside world.",
        "Organized Chaos. Each member of the group is struggling to find his place with the others. They're just a few steps away from forming a star-shaped design with their wands-a pentagram, a symbol of perfection and wholeness.",
        "Spirit of Cooperation. The card has a disjointed quality. Part of the problem is the sheer number of participants in the card. Four young men with four pieces of timber would have no problem joining forces to devise a square. The introduction of that fifth element, however, offers a challenge to builders.",
        "Invisible Glue. That fifth element may be a metaphor for the fifth element of the ancient philosophers. In addition to fire, water, air, and earth, many believed in an ether or spirit that would bind all four elements.",
        "Color Symbolism. The figures are dressed in tunics of red, blue, yellow, green, and purple-the elemental colors of fire, water, air, earth, and spirit.",
        "Higher Guidance. Clearly, the young men in the card could use the guidance and direction of an outside observer-someone who could see the big picture and help them work together to construct a form of beauty and symmetry.",
        "Day Trading. Historically, the Five of Wands was said to be a good sign for anyone who wanted to engage in financial speculation."
      ],
      "keywords": {
        "upright": [
          "Group efforts",
          "teamwork",
          "conversations",
          "games",
          "sporting events",
          "participation"
        ],
        "reversed": [
          "Quarrels",
          "fights",
          "clashes",
          "strife",
          "power struggles",
          "disputes",
          "litigation",
          "legal proceedings",
          "issues stalled in committee"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w06",
      "index": 27,
      "full name": "Six of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE Six OF WANDS is a card of victory, in which we see a conquering hero riding through a cheering crowd. He's probably leading a triumphal parade, returning from battle with the spoils of war.",
      "key symbols": [
        "Soldier of Fortune. The hero has saved the day. His success in battle has made it possible for the rest of his community to live in peace and prosperity-at least for the time being.",
        "Laurel Wreath. One of his rewards is the laurel wreath of victory. The wreath indicates that he has won the support of the people, along with their respect, recognition, and honor. Will he rest on his laurels? That remains to be seen.",
        "Crowd Scene. The crowd is happy for his success-and their good fortune. It's not an outmoded concept: even now, we celebrate winning Super Bowl and World Series teams with ticker-tape parades.",
        "High Horse. The rider's elevated mount separates him from the ordinary people on the street.",
        "Riding partners. The horse is a long-standing symbol of freedom, power, independence, and movement. Throughout much of history, horses were also a sign of honor and nobility; they elevated their riders not only physically, but socially.",
        "Dressed for Success. The hero and his horse are dressed in royal robes, a sign of their power, status, and prestige."
      ],
      "keywords": {
        "upright": [
          "Victory",
          "triumph",
          "success",
          "acclaim",
          "validation",
          "vindication",
          "messages and messengers",
          "parades"
        ],
        "reversed": [
          "Defeat",
          "infidelity",
          "treachery",
          "disloyalty",
          "disrespect",
          "apprehension",
          "fear",
          "an enemy at the gate"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w07",
      "index": 28,
      "full name": "Seven of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE SEVEN OF WANDS is a card of valor, bravery, and strength, even in the face of strong opposition At first glance, it seems like a simple battle scene-but every element is a metaphor for conflict.",
      "key symbols": [
        "King of the Hill. At the edge of a steep cliff-a risky, dangerous setting-a young man stands his ground.",
        "Defensive Posture. The embattled warrior is protecting his turf.",
        "Strategic Advantage. Even though he's outnumbered, he's fighting from a position of power.",
        "Solid Footing. Both of his feet are firmly on the ground.",
        "Uphill Battle. His adversaries are fighting an uphill battle. We can't see the opponents, so we're left to imagine who they are and what they're fighting for.",
        "Primitive Weapons. The warriors in this card are fighting with primitive clubs, rather than the more sophisticated swords of the tarot deck. This is not a high-tech battle; instead, it's a primitive struggle for land, dominance, and position. It's a spiritual battle, too-if swords were the weapon of choice here, they would imply a more intellectual, logic-driven battle."
      ],
      "keywords": {
        "upright": [
          "Valor",
          "courage",
          "persistence",
          "advantage",
          "negotiation",
          "bartering",
          "competition",
          "success",
          "gain",
          "profit",
          "victory"
        ],
        "reversed": [
          "Vulnerability",
          "confusion",
          "embarrassment",
          "anxiety",
          "indecision",
          "hesitation",
          "vacillation",
          "strife"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w08",
      "index": 29,
      "full name": "Eight of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE EIGHT OF WANDS is a card of speed and communication. Historically, the Eight of Wands was associated with long-distance travel and messages from faraway placesand the card has kept up with the times. It's now associated with news and messages dispatched across long distances, electronically or by overnight express.",
      "key symbols": [
        "Incoming messages. Eight leafy branches soar through the air like arrows, all flying parallel to each other at a 45degree angle. They normally symbolize messages and communication.",
        "Each wand could represent a separate message coming across the transom. Each one might also symbolize a separate mode of communication, such as phone calls, faxes, e-mail, text messages, conference calls, video conferences, radio and television broadcasts.",
        "Slings and Arrows. Sometimes the Eight of Wands is associated with the slings and arrows of outrageous fortune. Some tarot readers view the eight wands as Cupid's arrows.",
        "Fighting Words. Historically, the Eight of Wands was said to predict domestic disputes for married couples.",
        "Moving Water. The river in the background symbolizes a flow of information or emotion; for centuries, river routes were a main avenue of travel and communication.",
        "Safe Haven. The castle in the distance represents watchfulness, refuge, royal sovereignty, and divine guidance.",
        "Landing Strip. In The Pictorial Key to the Tarot, Arthur Edward Waite said the wands are descending, not taking off. In other words, they'll land soon, and whatever they prophesize will soon manifest."
      ],
      "keywords": {
        "upright": [
          "Long-distance communication",
          "instant messages",
          "electronics",
          "speed",
          "swiftness",
          "action"
        ],
        "reversed": [
          "Miscommunication",
          "misinterpretation",
          "delays",
          "disruptions"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w09",
      "index": 30,
      "full name": "Nine of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE NINE OF WANDS is the card of the wounded warriorthe embattled hero who lives to fight another day. He is battle-hardened, wary, and on edge. His back is stooped and his posture guarded. His eyes are open and alert as though he is expecting-and dreading-his enemy's approach.",
      "key symbols": [
        "Last Stand. A weary man stands with a row of eight wands behind him. Symbolically, his back is up against a wall.",
        "On Guard. He seems to stand defensively, as though he's anticipating another attack.",
        "A Pause in the Action. Despite the threat, he has found a place where he can fall back, regroup his thoughts, gather his strength, and prepare for whatever may come.",
        "Die Another Day. The Nine of Wands is also a card of some hope; despite his physical condition, the wounded warrior has lived to fight another day.",
        "Scenic Backdrop. Some tarot readers point out that the landscape in this card is flat and one-dimensional. It may be an illusionary device, like a scenic backdrop or curtain that hides the real action backstage."
      ],
      "keywords": {
        "upright": [
          "Resistance",
          "courage",
          "self-defense",
          "discipline",
          "willpower"
        ],
        "reversed": [
          "Obstacles",
          "adversity",
          "calamity",
          "weakness",
          "character flaws",
          "fearfulness"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w10",
      "index": 31,
      "full name": "Ten of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE TEN OF WANDS is a card of oppression. An overburdened laborer struggles under the weight of a heavy load of timbers-the ten wands that give the card its name.",
      "key symbols": [
        "Beast of Burden. The ten wands in the worker's arms are a heavy load.",
        "Disorganization. Not only are they a burden, but they're also an organizational nightmare. The wands are entangled, like good intentions gone awry. The general impression is one of inefficiency.",
        "Not My Department. The tangled wands might symbolize red tape and overgrown bureaucracy.",
        "Misalignment. The worker is stooped and unbalanced. The strain on his arms, back, neck and shoulders is probably excruciating. He seems almost certainly headed for a fall.",
        "Close to Home. The only consolation may be that his destination isn't far away."
      ],
      "keywords": {
        "upright": [
          "Oppression",
          "burden",
          "cruelty",
          "malice",
          "revenge",
          "injustice",
          "overbearing force",
          "failure",
          "opposition",
          "ill will",
          "slander",
          "envy",
          "obstinacy",
          "generosity",
          "self-sacrifice",
          "fortune",
          "gain",
          "treachery",
          "subterfuge",
          "duplicity",
          "treason",
          "trickery",
          "deception",
          "cunning",
          "disguise",
          "hypocrisy",
          "disloyalty",
          "hindrance",
          "inconvenience"
        ],
        "reversed": [
          "Perseverance",
          "dedication"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w11",
      "index": 32,
      "full name": "Page of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE PAGE OF WANDS is a real fireball. In fact, according to tarot theory, he is fire-in human form. That's because all of the pages are said to physically embody the elements of their suit.\nThe Page of Wands is daring and courageous, filled with energy, ambition, and drive. He is impulsive-quick to react to any stimulus or provocation and quick to jump to conclusions. He's quick to fall in love and equally quick to lash out in anger.\nLike fire itself, he can be warm and passionate. Without a safe place to bum, however, he can also rage out of controland he could become unstable, violent, and destructive.",
      "key symbols": [
        "Youthful Outlook. Like all pages, the Page of Wands is youthful, with childlike enthusiasm and an unbounded capacity to learn.",
        "Messenger Service. During the Renaissance, pages were the youngest members of the royal court. It was their job to take news from one person to another. Because the suit of Wands is concerned with spiritual life, the fiery Page of Wands specializes in delivering spiritual messages.",
        "Student Worker. Pages were also students, learning their future roles through apprenticeships. The Page of Wands focuses on spiritual lessons.",
        "Confidence. The Page of Wands is confident and self-assured. Both of his feet are firmly planted on the ground, and he holds his wand with both hands.",
        "Dry Heat. He stands alone in an arid desert. Because he is the personification of fire, he is comfortable in the heat. His face is even turned to the sun; he bathes in its light."
      ],
      "keywords": {
        "upright": [
          "A youthful person",
          "fiery spirited",
          "creative and outspoken",
          "a messenger with news about your career"
        ],
        "reversed": [
          "A rash, immature, thoughtless young person who speaks without thinking",
          "a superficial, theatrical, cruel, and unstable young woman"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w12",
      "index": 33,
      "full name": "Knight of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE KNIGHT OF WANDS, LIKE all of the court cards in his suit, is fiery and energetic. He's the proverbial tall, dark stranger of tarot-witty, flirtatious, and romantic. He can also be fierce, short-tempered, impulsive, and impetuous. He is a spiritual wanderer, traveler, and adventurer.",
      "key symbols": [
        "Pyramid Power. Like the great crusaders of old, the Knight of Wands is on a journey, skillfully riding a cantering horse. He's traveling past several pyramids, a sign that he's in the hot, arid desert that fiery personalities enjoy.",
        "A Knight's Quest. During medieval times, knights were adventurers and rescuers, sworn to defend the weak and helpless while they journeyed to fulfill a quest. Most stories about knights are actually stories about transformation. In most renditions, a knight is on a quest for a mystical object such as the Holy Grail. As he pursues his mission, he encounters-and overcomes-a series of obstacles, which have all been deliberately contrived to test and challenge him. By the end of his quest, the knight has learned that the mystical object he sought was never really the true goal of his adventure. Rather, the mission was one of self-transformation and change.",
        "Astrological Symbolism. Astrologically, the four knights of the tarot are associated with the four mutable signs of the zodiac. The Knight of Wands represents the mutable fire sign of Sagittarius, which makes him outgoing and adventurous.",
        "Elemental Symbolism. Elementally speaking, the four knights of the tarot are all fiery. They simply combine the element of fire with the element of their own suit. In this case, the Knight of Wands is a uniform blend of fire and fire.",
        "Historic Significance. Historically, the Knight of Wands was connected with departures, absences, long journeys, and even emigration to a foreign land. It was also believed to foretell a frustrating marriage for a woman."
      ],
      "keywords": {
        "upright": [
          "A dark young man",
          "spiritual rescue or adventure",
          "departure, absence, flight, emigration, a move to a new home"
        ],
        "reversed": [
          "Rupture",
          "division",
          "interruption",
          "discord",
          "alienation",
          "a break in a relationship"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w13",
      "index": 34,
      "full name": "Queen of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE QUEEN OF WANDS is a fiery redhead-and she's also one of the most charismatic figures in the tarot deck. She's the person every woman wants as a friend, and every man wants as a lover ... or at least as a dance partner.\nShe's the life of the party, and she's used to being the center of attention. Friendly and outgoing, she's also a notorious flirt. Sometimes, those flirtations take her all the way into a one-night stand or an affair-even if she's married or in a committed relationship.\nHer passion and enthusiasm know no bounds. She's physically fit, energetic, and strong. She can run marathonsspiritually, emotionally, and physically. She's also a smart, savvy businesswoman who loves money and success.",
      "key symbols": [
        "Queen of Fire. Like all of the tarot's queens, the Queen of Wands is a mature woman, gracious and wise in the ways of the world. Queens, of course, are rulers-but their rule is based on the feminine principles of safeguarding and nurturing their realms. The Queen of Wands is charged with safeguarding and nurturing the suit of Wands, which corresponds to the fiery world of spirit.",
        "Sunflowers. Almost every symbol in the card reinforces the Queen's connection with fire. The Queen of Wands is surrounded by sunflowers-symbols of fire and the heat of summer. They grow around her, and they're carved into the back of her throne. She even holds a sunflower in her left hand as a counterpart to the wand in her right hand.",
        "Regal Lions. The lions on her throne represent the astrological sign of Leo, which is ruled by the sun. The queen herself is a lionesque personality. Technically, of course, she's a lioness-smaller, lighter, and more agile than the male of her species. Lion society is matriarchal, and the females are in charge of the hunt, too.",
        "Black Cat. Her black cat, like a witch's familiar, sits knowingly at her feet.",
        "Astrological Symbolism. Astrologically, the four queens of the tarot are associated with the four cardinal signs of the zodiac. The Queen of Wands represents the cardinal fire sign of Aries, which makes her a natural leader.",
        "Elemental Symbolism. Elementally speaking, the four queens are all watery. Each one combines the element of water with the element of her suit. As a result, the queen of the fiery suit of wands embodies the steamy combination of water with fire."
      ],
      "keywords": {
        "upright": [
          "Fiery",
          "energetic",
          "passionate",
          "powerful",
          "dynamic",
          "generous",
          "willful",
          "confident",
          "friendly",
          "kind",
          "outgoing",
          "dramatic",
          "enthusiastic",
          "optimistic"
        ],
        "reversed": [
          "Fierce",
          "domineering",
          "jealous",
          "deceitful",
          "potentially unfaithful",
          "disorganized"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "w14",
      "index": 35,
      "full name": "King of Wands",
      "suit": 1,
      "arcana": 1,
      "description": "THE KING OF WANDS is a visionary entrepreneur. He's a mentor, a businessman, and an enthusiastic captain of industry. He never rests-as you can tell by his inability to sit still, even in the card. He is honest, courageous, and strong. He's a tireless defender of the persecuted and oppressed. And he is generous, almost to a fault.\nThe King of Wands is swift, strong, and impulsive. While he would normally be slow to form an opinion-and he's sometimes prone to indecision-he's also the type of person who likes to argue simply for argument's sake. Once he forms an opinion, he doesn't change it easily. He's fair, noble, just, courageous, and romantic. He also has a good sense of humor; he appreciates a well-executed practical joke.",
      "key symbols": [
        "A Spiritual Leader. Kings are active rulers and protectors, willing to defend their realms and dispense justice on behalf of their countrymen. Wands cards all relate to spiritual and career issues. As a result, the King of Wands focuses his fiery energy on the spiritual realm.",
        "A Man of Action. The King of Wands leans forward, legs apart, as though he could leap to his feet at any moment.",
        "High IQ. Like all of the tarot's kings, he wears a ceremonial cap of maintenance beneath his crown. Head coverings symbolize intellect and thought.",
        "Creatures of Fire. A lion, his royal emblem, is carved into the back of his throne. A small salamander, the elemental creature of fire, scurries past his feet.",
        "Sorry, Girls, He's Taken. Historically, the King of Wands was thought to be a happily married man. It's interesting to note, however, that his wife-the Queen of Wands-is a notorious flirt.",
        "Astrological Symbolism. Astrologically, the four kings of the tarot are associated with the four fixed signs of the zodiac. The King of Wands represents the fixed fire sign of Leo, which makes him a confident, courageous monarch.",
        "Elemental Symbolism. Elementally, the four kings of the tarot are all airy intellectuals. They simply combine the element of air with the corresponding element of their own suit. In that regard, the King of Wands embodies the heady combination of air with fire."
      ],
      "keywords": {
        "upright": [
          "A strong, spiritual man; a business leader",
          "a mentor",
          "ambition",
          "leadership",
          "ability",
          "enthusiasm",
          "optimism",
          "entrepreneurial spirit",
          "a self-made man"
        ],
        "reversed": [
          "Selfishness",
          "severity",
          "austerity",
          "hunger for power",
          "impulsivity",
          "impatience"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c01",
      "index": 36,
      "full name": "Ace of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE ACE OF CUPS is the first card in the suit of cups, the suit that corresponds to the ancient element of water. It's the card of limitless emotion. It looks like a cup flowing over with happiness-but it could suggest a measure of tears, too.",
      "key symbols": [
        "New Beginnings. All of the aces represent new beginnings; the Ace of Cups symbolizes a fresh start on an emotional level. The aces also symbolize gifts: in this case, love and friendship are yours for the taking.",
        "Hand of God. An open hand, larger than life, holds a golden chalice balanced on its outstretched palm-like a gift or an offering.",
        "My Cup Runneth Over. Cups correspond to the watery world of emotion, and in this case, there seems to be an abundance of emotion. In fact, the cup is overflowing.",
        "Fountains of Desire. As the waters of love and friendship spill over the rim, they separate into clearly defined streams. Those streams, in turn, feed a tranquil body of water filled with lily pads-a symbol of fertility.",
        "Holy Spirit. The white dove above the cup symbolizes spirit, and the communion wafer in its beak represents matter. While the image reflects the Christian rite of the Eucharist, it also suggests an unborn soul entering into physical form.",
        "New Life. In fact, the Ace of Cups can sometimes indicate a pregnancy. The cup is a feminine symbol that represents the womb, while the dove and the host suggest the joining of a spirit and a physical body. Whether the pregnancy is literal or symbolic is a matter of interpretation: the Ace might refer to the birth of a new person or a creative pursuit.",
        "Astrological Symbolism. Astrologically, the Ace of Cups is associated with all of the powers of water-the element associated with Cancer, Scorpio, and Pisces."
      ],
      "keywords": {
        "upright": [
          "New relationships",
          "overflowing",
          "emotions",
          "fertility",
          "creativity",
          "joy",
          "contentment",
          "nourishment",
          "abundance-and in the case of pregnancy, the birth of a girl"
        ],
        "reversed": [
          "The end of a relationship",
          "infidelity",
          "selfishness",
          "infertility",
          "failed projects",
          "Turned upside down, the Ace of Cups will soon be drained, nothing will be held in reserve."
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c02",
      "index": 37,
      "full name": "Two of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE Two of Cues is a card of love and partnership. It normally describes a romantic relationship, but it can describe a platonic friendship, too. The card depicts the synergy and productivity that occur when two kindred spirits work together toward a shared goal, dream, or vision. Together, they become more than the sum of their parts.",
      "key symbols": [
        "Drink to Me Only with Thine Eyes. Two lovers gaze into each other's eyes, where they swim, oblivious to the sights and sounds of the outside world. Each holds a cup, and they're raising their glasses in a toast to each other.",
        "Mercury's Caduceus. Above them, a lion's head-with wings-perches on a caduceus, the staff of the Roman god Mercury. According to legend, Mercury saw two serpents entwined in mortal combat. He separated them with his wand in a gesture that came to be recognized as a sign of peace.",
        "Waiting in the Wings. The classic caduceus doesn't have a lion's head. The lion, however, is a symbol of recreation and procreation. It could represent a soul, waiting for a vehicle into which he can be born; a few glasses of wine could hasten his arrival."
      ],
      "keywords": {
        "upright": [
          "Love",
          "attraction",
          "romance",
          "passion",
          "desire",
          "marriage",
          "union",
          "affinity",
          "friendship",
          "compatibility",
          "affection",
          "faithfulness",
          "harmony",
          "pleasure"
        ],
        "reversed": [
          "Infidelity",
          "jealousy",
          "longing",
          "loneliness",
          "isolation",
          "misunderstanding",
          "unrequited love"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c03",
      "index": 38,
      "full name": "Three of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE THREE OF Cues is a card of friendship and celebration. Under the leafy branches of a vineyard in full bloom, three young women scamper, frolic, and dance, each raising a goblet high over her head. They celebrate the coming harvest, the richness of the fruit of the vine, and the transformation of grape into celebratory wine. At times, the Three of Cups could also depict the jealousies, backstabbing, gossip, and resentments that often flare up among groups of women.",
      "key symbols": [
        "The Three Graces. Most versions of the Three of Cups look like classical artist's depictions of the three Graces. These were the mythic Greek sisters Aglaia, Euphrosyne, and Thalia-also known as Splendor, Mirth, and Good Cheer; or Beauty, Gentleness, and Friendship.",
        "The Three Fates. The trio could also be seen as the three sister goddesses who wove each person's destiny. Plato described these three Fates: Clotho, the spinner, Lachesis, the allotter, who measured the thread; and Atropos, the inevitable, who cut the thread.",
        "The Three Norns. Similar to the Fates, the three Norns were the Scandinavian goddesses of destiny. They lived beneath the World Tree Yggdrasil, where they wove the tapestry of fate. The first sister, Urd spun the thread. Verdani, the second sister, wove it in her loom. Skuld, the third sister, cut the final string.",
        "The Triple Goddess. Some tarot readers see the three women as the three faces of the goddess-maiden, mother, and crone. The triple goddess embodies women at different stages of life.",
        "The Three Virtues. The three young women could also represent the three theological virtues of faith, hope, and charity.",
        "The Three Elements. The three women could even symbolize the three elements of water, air, and fire, dancing on the surface of the earth-uniting all four elements.",
        "Harvest Dance. The bountiful crops that surround the three women suggests that there will be even more celebration to come."
      ],
      "keywords": {
        "upright": [
          "Parties",
          "celebrations",
          "dancing",
          "drinking",
          "girls' night out",
          "pleasure",
          "sensuality",
          "happiness",
          "conviviality",
          "hospitality",
          "good fortune",
          "kindness",
          "merriment"
        ],
        "reversed": [
          "Excesses",
          "physical exhaustion",
          "hangovers",
          "unplanned pregnancy"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c04",
      "index": 39,
      "full name": "Four of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE FOUR OF Cups is a card of disappointment. At first glance, the figure in the Four of Cups seems drained, listless, and uninspired. He sits under the branches of an ancient tree, staring at three cups. He doesn't seem to notice that a cloud has formed to his right. A strange, ghostly hand emerges from a vaporous mist, and a fourth golden chalice materializes right before his eyes. It's as though he's getting a close-up view of the image from the Ace of Cups. Even so, his expression seems more disenchanted than amazed.",
      "key symbols": [
        "A Blind Eye. The figure in the Four of Cups might not realize that there is more to life than the things of this world; he has drunk from the cups of the material sphere, but he is blinded to the gifts of the spiritual realm.",
        "Blended Pleasure. Traditionally, the Four of Cups is known as the card of \"blended pleasure.\" It depicts the boredom, weariness, and discontent that sometimes follow a period of excitement or exuberance. It's the low that follows a high, or the depression that succeeds a period of mania.",
        "Buddhist Meditation. The figure in the card could be Buddha, meditating under the Bodhi tree.",
        "The Law of Gravity. Alternatively, he might be Sir Isaac Newton, who was said to have discovered gravity while he sat under an apple tree.",
        "Odin's Experience. He might also be the Norse god Odin, just before he climbed up the World Tree-or right after he climbed down. At one point, Odin lost his eye under the World Tree; that might explain the blindness."
      ],
      "keywords": {
        "upright": [
          "Weariness",
          "disgust",
          "displeasure",
          "discontent",
          "dissatisfaction",
          "boredom",
          "dejection"
        ],
        "reversed": [
          "New friends",
          "new adventures",
          "regeneration",
          "refreshment"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c05",
      "index": 40,
      "full name": "Five of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE FIVE OF Cups is a card of loss and desolation. Head bowed, a young man stands on the dusty bank of a river under a cloudy gray sky. Three cups lie beside him, all on their sides, with their contents spilling and streaming away. The two cups behind him stand upright. An arched bridge in the distance spans a flowing river, leading to a fortress on the other side of its banks.",
      "key symbols": [
        "Riverbanks. The dark-robed figure in the card is standing on the bank of a river, a symbol of the constantly moving and changing waters of life.",
        "Bridge over Troubled Water. The bridge is a symbol of connection between two worlds.",
        "Safekeeping. The building in the background is actually a keep-the fortified stronghold of a castle or a jail.",
        "Spilled Milk. The cups, obviously, are the key symbols in the card. What did they hold-water, wine, or blood? And how did they spill? Was there an accident, or were they a libation, poured out upon the ground as an offering to the gods?",
        "Cloak of Invisibility. The person in the card seems stooped with grief or regret. Sadness seems wrapped around him like a cloak. It could even serve as a cloak of invisibility; others can't see past it.",
        "Loss. The Five of Cups could signify the loss of a loved one through death. The card can also refer to the loss of a friendship or a relationship-perhaps as a result of treachery or deceit.",
        "Five Stages of Grief. The Five of Cups is also a vivid reminder of the five stages of grief defined by Elisabeth Kubler-Ross: denial, anger, bargaining, depression, and acceptance.",
        "Historical Significance. Historically, the Five of Cups reversed was said to herald the return of a long-lost relative."
      ],
      "keywords": {
        "upright": [
          "Disappointment",
          "disillusionment",
          "dissatisfaction",
          "sorrow",
          "loss",
          "bitterness",
          "frustration"
        ],
        "reversed": [
          "A short-lived period of mourning, soon forgotten",
          "acceptance",
          "recovery",
          "hope"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c06",
      "index": 41,
      "full name": "Six of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE Six OF Cues is a card of nostalgia and longing for the happiness of days gone by. In most versions of the card, a small boy offers a little girl a gift-a nosegay of flowers. The sun is shining. It's a beautiful late spring or early summer's day.",
      "key symbols": [
        "Childhood Innocence. The winsome young pair in the Six of Cups represent the innocence of childhood.",
        "Fenced Backyard. The children are safe within a garden-a symbol of rest and reflection, order over chaos, and refuge.",
        "Family Ties. The card often describes time spent with brothers and sisters or with childhood friends.",
        "Childhood Sweethearts. The card could herald a reunion with someone from the past. It could even portend a reunion with a childhood sweetheart.",
        "Historic Significance. One historic interpretation of the Six of Cups suggested that an inheritance was on the way."
      ],
      "keywords": {
        "upright": [
          "Memories",
          "nostalgia",
          "sentimentality",
          "sweetness",
          "innocence",
          "childhood",
          "affection",
          "reunions"
        ],
        "reversed": [
          "Homesickness",
          "longing",
          "excessive attachment to the past",
          "false memories",
          "unrequited love"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c07",
      "index": 42,
      "full name": "Seven of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE SEVEN OF Cues is a card of wonder, amazement, and desire. A lone figure stands with his back turned toward us. He seems to be looking in amazement at a swirling bank of clouds, where seven golden cups hover in midair. Each one holds an offering.",
      "key symbols": [
        "The Possibilities are Endless. The seven images hold choices and possibilities that flicker in and out of view. They may be temptations, daydreams, vices, or virtues.",
        "Deja vu. Believe it or not, you've seen the contents of each cup before, in the cards of the Major Arcana-which in turn correspond to the seven visible planets.",
        "The woman is the Empress, which corresponds to Venus.",
        "The veiled figure is the High Priestess, which corresponds to the Moon.",
        "The serpent relates to the Magician, who traditionally wears a serpent belt. It corresponds to the planet Mercury.",
        "The castle on the hill is the Tower, which corresponds to Mars.",
        "The shimmering jewels are the good fortune promised by the Wheel of Fortune, which corresponds to Jupiter.",
        "The wreath is the oval garland that surrounds the dancer in the World card; it corresponds to Saturn.",
        "And the fire-breathing dragon is an alternate manifestation of the horse from the Sun card."
      ],
      "keywords": {
        "upright": [
          "Daydreams",
          "fantasies",
          "visions",
          "illusions",
          "imagination",
          "reflection",
          "meditation",
          "contemplation",
          "memories",
          "dreams"
        ],
        "reversed": [
          "Indecisiveness",
          "error",
          "ambivalence"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c08",
      "index": 43,
      "full name": "Eight of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE EIGHT OF CUPS Is the card of success abandoned in pursuit of a larger dream. It depicts someone who seems to have it all. There's a void, however, and the absence is enough to compel him to turn his back on everything he owns and begin a quest for completion.",
      "key symbols": [
        "A Missing Piece. The eight cups, neatly stacked, represent an orderly, prosperous existence. The void in the collection, however, symbolizes a want or need that is unfulfilled.",
        "A Spiritual Quest. The solitary figure in the card is a seeker, a wanderer, an individual in search of meaning and completion. The Eight of Cups raises questions about material wealth and accumulation, as well as spiritual treasures, intellectual accomplishments, and emotional relationships.",
        "The Mountain Pass. He seems to be headed toward a crevasse in a nearby mountain range, which is always a symbol of distance to travel, obstacles to be overcome, and new heights to be scaled.",
        "Lost Lamb. He's reminiscent of the Biblical shepherd who left an entire flock in order to find a lost lamb.",
        "Historic Significance. One archaic interpretation of the Eight of Cups said that it heralded marriage with a fair woman."
      ],
      "keywords": {
        "upright": [
          "Temporary success",
          "waning interest",
          "troubled relationships",
          "abandonment",
          "fear of commitment",
          "non-commitment"
        ],
        "reversed": [
          "Delay",
          "refusal to move on",
          "unanticipated complications"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c09",
      "index": 44,
      "full name": "Nine of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE NINE OF CUPS is a card of material and physical happiness. It depicts a smiling innkeeper, sitting comfortably. He's the picture of contentment: he wears a satisfied smile and leans comfortably with his back against a bar. As they say in the United Kingdom, he looks like he might be in his cups-as though he's already had a few drinks himself-and he's ready and willing to share his good fortune.",
      "key symbols": [
        "A Classic Character. The figure in the Nine of Cups might be one of the world's oldest stock characters. The bartender's role doesn't need explanation or development.",
        "What are You Drinking? Most bartenders have the gift of gab; they can banter with anyone who might wander in. They're fully stocked with an array of conversation-starters-sports, politics, books, movies, and news of the day-as well as the social skills they need to talk to customers without alienating or antagonizing them. Every writer knows that introducing a bartender is a good way to get the main characters to open up.",
        "Poor Man's Psychiatrist. In that way, bartenders are a lot like counselors and advisors. Bartenders hear a lot of confessions. Part of the job is offering advice and comfort in liquid form. A bartender is the poor man's psychiatrist, after all. For that matter, tarot readers have been called the same thing. You might even think of the bartender as a low-rent High Priestess, stationed before a curtain of drink that divides this world from the world of inebriation, where \"spirits\" trump material concerns.",
        "Timeless Setting. Bars make good settings, too, because they're universal. Walk into a dimly lit tavern on a Saturday night, and without too much effort you could probably imagine yourself anywhere in the world, at any time in history.",
        "Set 'em Up. The bartender in the card has all of his cups in a row, and he's ready to share the wealth. Just don't tease him about having ninety-nine bottles of beer on the wall."
      ],
      "keywords": {
        "upright": [
          "Social events",
          "parties",
          "gatherings",
          "a comfortable mix of business and pleasure"
        ],
        "reversed": [
          "Drunkenness",
          "overindulgence",
          "hangovers",
          "indiscretion",
          "candor",
          "faults",
          "mistakes",
          "imperfections",
          "deprivation"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c10",
      "index": 45,
      "full name": "Ten of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE TEN OF Cues is the card of a happy home and family life. A husband and wife stand side by side. The man wraps one arm around the woman's waist, and they both raise their arms in a gesture of wonder and salute while the children hold hands and dance for joy. The whole family is standing on the bank of a lake or a stream, not far from their cozy cottage. Overhead, ten golden cups seem to shimmer in the arc of a colorful rainbow.",
      "key symbols": [
        "Historic Significance. Historically, the Ten of Cups represented a good marriage-one that turned out to be even better than expected.",
        "Productivity. The children in the card symbolize the productivity that can result from a successful partnership. It doesn't matter whether the children are literally the couple's offspring, or simply the tangible results of their relationship. In an ideal marriage, husband and wife enhance each other's creativity.",
        "A Family of Four. The family in this card symbolizes a quaternary-a grouping of four that combines to form a whole, like the four Court Cards in each suit. They complement and complete each other. The number is also a nod to the four elements and the four suits of the Minor Arcana.",
        "Home Sweet Home. The cozy cottage in the background obviously illustrates a happy home, a warm and comfortable refuge from the outside world.",
        "Water. The stream in the background is the river of life that runs from one card to another, connecting all of the cards in the tarot. It symbolizes the bond of energy and emotion that links people in the real world, too.",
        "Rainbow. The rainbow is a sign of a covenant, a sacred obligation."
      ],
      "keywords": {
        "upright": [
          "Peace",
          "joy",
          "happiness",
          "contentment",
          "love",
          "family life",
          "peace and quiet",
          "honor",
          "virtue"
        ],
        "reversed": [
          "Unhappiness",
          "sorrow",
          "arguments",
          "disputes",
          "betrayal",
          "breakups",
          "wrath",
          "anger",
          "irritation"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c11",
      "index": 46,
      "full name": "Page of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE PAGE OF CUPS is a dreamer. He's a young man with an old soul and the heart of a poet. He's an artist, well suited to literary pursuits, songwriting, lyric composition ... anything that demands an undercurrent of emotion.\nStill waters run deep, and the Page of Cups is a bottomless spring of thought and contemplation. In fact, according to tarot tradition, the Page of Cups is water-in human form. He personifies the fluid undercurrents that define the suit of cups. Because he's young and immature, his emotions can rise and fall with the tides.",
      "key symbols": [
        "Youthful Enthusiasm. Like all pages, the Page of Cups is young, with childlike enthusiasm and an unbounded capacity to learn.",
        "Speedy Delivery. During the Renaissance, pages were the youngest members of the royal court, frequently serving as messengers. Because the suit of cups is concerned with spiritual life, the Page of Cups specializes in delivering messages with an emotional impact.",
        "Student of the Month. Pages were also students, learning their future roles through apprenticeships. The Page of Cups focuses on emotional lessons.",
        "Swim with the Fishes. The Page of Cups is pictured standing on the shore of a rolling ocean. He holds a cup with a fish; the fish seems to be talking, and because the Page of Cups is the personification of water, he speaks the language of the seas."
      ],
      "keywords": {
        "upright": [
          "A kind, sympathetic, romantic, tender, sweet, gentle, dreamy, and imaginative young person-but also one who is sometimes unlucky in love."
        ],
        "reversed": [
          "An insincere person who tries to win support through flattery",
          "Jealousy",
          "hypersensitivity",
          "melancholy"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c12",
      "index": 47,
      "full name": "Knight of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE KNIGHT OF Cues Is gallant, graceful, and generous. He is imaginative-even visionary. More than anything, he is a romantic idealist who believes that beauty is truth, and truth is beauty.\nUnfortunately, the Knight of Cups is so romantic that he will fall in love with every beautiful woman who crosses his path. He will leave you with a long, lingering kiss on your doorstep, and he'll promise to call. He'll mean it, too-but once he's back on his horse and another beautiful woman crosses his path, he'll simply forget.",
      "key symbols": [
        "Water, Water Everywhere. The Knight of Cups is a handsome knight in shining armor. He seems to raise his cup in salute as he and his white horse stand on the bank of a wide, clear river that is fed by a rushing waterfall.",
        "A Quiet Hero. During medieval times, knights were adventurers and rescuers, sworn to defend the weak and helpless while they journeyed to fulfill a quest. The Knight of Cups doesn't seem particularly adventurous. Instead, he is a dreamer and a visionary, who rides gracefully and quietly, and his winged helmet symbolizes the misty clouds of his imagination.",
        "Astrological Symbolism. Astrologically, the four knights of the tarot are associated with the four mutable signs of the zodiac. The Knight of Cups represents the mutable water sign of Pisces, which makes him sensitive and introspective.",
        "Elemental Symbolism. Elementally speaking, the four knights of the tarot are all fiery. They simply combine the element of fire with the element of their own suit. In that regard, the Knight of Cups embodies the steamy combination of fire with water.",
        "Historic Significance. Years ago, the Knight of Cups was said to herald a visit from a friend who would bring unexpected money."
      ],
      "keywords": {
        "upright": [
          "Romantic adventure",
          "poetry",
          "artistic creativity",
          "a dreamer",
          "a visionary"
        ],
        "reversed": [
          "An evil, merciless man",
          "mischief",
          "trickery",
          "fraud",
          "duplicity",
          "swindle"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c13",
      "index": 48,
      "full name": "Queen of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE QUEEN OF CUPS EFFORTLESSLY balances marriage and family-and for many, she represents the perfect wife and mother. She's a wellspring of love and devotion. She's caring, giving, nurturing, sensitive, protective, and kind.\nThe Queen of Cups is innately sensitive to other people's feelings. She is naturally intuitive, and she's exceptionally psychic. In fact, she's so empathic that at times she can seem like a mind reader. She can read oracles and interpret dreams, and she's well equipped to make a career as a professional counselor or a therapist.\nShe's also creative and artistic. At home, she's an accomplished cook who seems to specialize in hearty soups and stews, along with cookies, cakes, and pies.",
      "key symbols": [
        "Queen of Water. Like all of the tarot's queens, the Queen of Cups is a mature woman, gracious and wise in the ways of the world. Queens, of course, are rulers-but their rule is based on the feminine principles of safeguarding and nurturing their realms. The Queen of Cups is charged with safeguarding and nurturing the suit of Cups, which corresponds to the watery world of emotions.",
        "Water Signs. Almost every symbol in the card reinforces the Queen's connection with water. From her seashell-shaped throne, apparently carved from mother of pearl, she gazes contemplatively into the depths of her golden chalice. Her silvery satin gown flows gracefully, as do the waves of her golden hair. She is surrounded by water, with a reflective, clear lake both behind and in front of her.",
        "Astrological Symbolism. Astrologically, the four queens of the tarot are associated with the four cardinal signs of the zodiac. The Queen of Cups represents the cardinal water sign of Cancer, which makes her a natural wife and mother.",
        "Elemental Symbolism. Elementally speaking, the four queens are all watery. Each one combines the element of water with the element of her suit. As a result, the queen of the watery suit of Cups embodies the placid combination of water with even more water.",
        "Historic Symbolism. Historically, the Queen of Cups card was said to foretell a rich marriage for a man and a distinguished marriage for a woman."
      ],
      "keywords": {
        "upright": [
          "A fair woman",
          "good, honest, devoted, intelligent, warm, nurturing, healing, protective, sensitive, psychic, intuitive",
          "a counselor or therapist",
          "the perfect wife and mother"
        ],
        "reversed": [
          "A meddling",
          "suffocating",
          "or overbearing woman"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "c14",
      "index": 49,
      "full name": "King of Cups",
      "suit": 2,
      "arcana": 1,
      "description": "THE KING OF CUPS is a kind and gentle man. He's just and fair, often associated with business, law, science, or the ministry. He's frequently connected to art and science, too. When he sits on his throne, he seems lost in thought-but his quiet, calm demeanor disguises a fierce and passionate nature.\nOddly enough, the King of Cups was also said to be a man in a powerful position who could be shifty in his business dealings. Historically, the King of Cups was a cautionary card, warning of ill-will on the part of a man of position; he could be a hypocrite, only pretending to help.\nToday, however, many tarot readers believe that the King of Cups represents a devoted husband and father, committed to his wife and family, and protective of their feelings.",
      "key symbols": [
        "King of Water. Like all of the kings in the tarot deck, the King of Cups is a seasoned, experienced man. He has successfully completed the mission he undertook as the former Knight of Cups. He was rewarded with the keys to the kingdom, and he now rules the entire realm-as well as its armies, which defend and conquer in the name of the throne.",
        "A Watery World. Almost every symbol in the card reinforces the King's connection to water. He leans forward on his floating throne, which is carved with seashells and seahorses. He's wearing a fish-shaped pendant, a blue tunic, and a long, flowing cape. He holds a golden scepter in his left hand and a golden chalice in his right. Behind him, a merchant sailing ship glides across the waves and a dolphin leaps above the seafoam.",
        "Astrological Symbolism. Astrologically, the four kings of the tarot are associated with the four fixed signs of the zodiac, The King of Cups represents the fixed fire sign of Scorpio, which makes him an intensely passionate individual.",
        "Elemental Symbolism. Elementally, the four kings of the tarot are all airy intellectuals. They simply combine the element of air with the corresponding element of their own suit. In that regard, the King of Cups embodies the vaporous combination of air with water.",
        "Historic Significance. According to tradition, the King of Cups might be something of a hypocrite who offers help without intending to follow through. In modern interpretations, however, the King of Cups is a fitting counterpart to the Queen of Cups, in which case he may be a loving, caring husband and father."
      ],
      "keywords": {
        "upright": [
          "A good, honest man",
          "kind",
          "generous",
          "wise",
          "compassionate",
          "artistic",
          "cultured",
          "inspired",
          "tolerant",
          "intuitive",
          "empathic",
          "sensitive"
        ],
        "reversed": [
          "Idleness",
          "untruthfulness",
          "dishonesty",
          "shiftiness",
          "double-dealing",
          "two-timing",
          "alcoholism"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s01",
      "index": 50,
      "full name": "Ace of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE ACE OF SWORDS is the first card in the suit of swords, the suit that corresponds to the ancient element of air. It's the embodiment of intellect and thought.\nIn most tarot decks, the four aces share a similar design: a giant hand parts the swirling mists of a silver cloud, holding the emblem of the suit. In this case, that emblem is a gleaming silver sword, held aloft like the sword Excalibur from the legends of King Arthur. Its steely blade glints in the sun. The tip pierces a crown adorned with olive and palm branches.\nLike the Ace of Wands, the Ace of Swords is held in the right hand, which symbolizes action. (The Ace of Cups and the Ace of Pentacles are both held in the left hand, which symbolizes receptivity.) Whoever holds the sword is invisible: the weapon seems to float on the air currents that correspond to the airy nature of this suit.",
      "key symbols": [
        "Start Fresh. All of the aces represent new beginnings; this one heralds a new beginning on an intellectual level. The aces also symbolize gifts. In this case, learning, higher thought, logic, and communication are yours for the taking.",
        "Something's in the Air. The airy Ace of Swords cuts to the heart of any issue. It represents the essence of reason, thought, understanding, and verbal communication. The sword also represents an ability to cut through any clouds of confusion, to pierce any veil of mystery or misunderstanding.",
        "An Aggressive Defense. The sword is a longstanding symbol of justice, liberation, and truth. The goddess of justice holds a sword. So did medieval knights, who were sworn to protect and defend those who couldn't fight for themselves. In a tarot reading, the Ace of Swords could represent an aggressive defense or a just offense.",
        "Reward Offered. The Ace of Swords is a forceful card. It denotes triumph, conquest, victory, and success on the battlefield. That battlefield, of course, is metaphoric and could relate to any arena: work, home, love, money, or health. The olive and palm branches symbolize victory and peace through strength.",
        "HA King's Crown. The crown symbolizes leadership and authority, but on a higher level it symbolizes the power that created the universe.",
        "Fertile Thinking. Like all the aces, the Ace of Swords can represent the potential for creation. Occasionally it might indicate a pregnancy: the sword's tip penetrates the base of a crown, suggesting the physical act of impregnation. The image could foretell a literal pregnancy or suggest that a new idea is about to be conceived.",
        "Astrological Symbolism. Astrologically, the Ace of Swords is associated with all of the powers of air-the element associated with Gemini, Libra, and Aquarius.",
        "Historic Significance. Historically, the Ace of Swords was said to portend either great prosperity or great misery. Reversed, the card was believed to symbolize a broken engagement, for a woman, because of her own lack of prudence."
      ],
      "keywords": {
        "upright": [
          "Decisiveness",
          "intellect",
          "logic",
          "judgment",
          "discrimination",
          "triumph",
          "potency"
        ],
        "reversed": [
          "Dullness",
          "indecision",
          "illogic",
          "poor judgment",
          "impotence"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s02",
      "index": 51,
      "full name": "Two of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE Two OF SWORDS Is one of the strangest images in the tarot deck: A lone woman, dressed in a long gown, perches on a stone bench as regally as if she were sitting on a throne. Her arms are laid across her chest like a corpse's, and she tries to maintain a tenuous equilibrium by balancing two heavy swords against her shoulders. The sky above her is dark and cloudy, lit only by a sliver of the crescent moon.",
      "key symbols": [
        "Tough Choices. When the Two of Swords appears in a reading, it typically represents a difficult decision-a choice between two conflicting thoughts, ideas, or emotions.",
        "Reconciliation. The card could symbolize a need to reconcile two disparate views.",
        "Limited Vision. The woman's blindfold symbolizes the loss of sight. She can still use her other four senses, however-as well as her sixth sense, intuition, which is symbolized by the moon.",
        "Quiet Thoughts. The blindfold might also symbolize the unconscious or subconscious mind.",
        "Truce. The Two of Swords could symbolize a moment of peace-even a temporary truce or ceasefire during times of war. Some readers believe it symbolizes courage.",
        "Historic Significance. Historically, the Two of Swords was said to represent friendship and harmony as well as gifts for a woman or influential protection for a man in search of help. Some also said that the Two of Swords symbolized interaction and dealings with rogues."
      ],
      "keywords": {
        "upright": [
          "Decision",
          "choices",
          "equilibrium",
          "balance",
          "initiation"
        ],
        "reversed": [
          "Blindness",
          "indecision",
          "disloyalty",
          "treachery",
          "lies"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s03",
      "index": 52,
      "full name": "Three of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE THREE OF SWORDS HARDLY needs to be interpreted or explained to most people: it's the picture of heartbreak and overwhelming grief. It's a living, beating heart, still filled with blood and capable of supporting life. For the moment, however, its owner must wonder if that life is still worth living.",
      "key symbols": [
        "When it Rains, it Pours. The image itself is simple: a disembodied heart is suspended in a cloudy sky where rain falls like tears.",
        "Stabbed in the Heart. Three razor-sharp swords stab the heart at regularly spaced intervals.",
        "Divorce. The Three of Swords often refers to separation or divorce. Because there are three swords, the card may indicate a relationship destroyed by a third person, through betrayal or infidelity.",
        "Lost Pregnancy. Occasionally, the Three of Swords symbolizes the grief and sorrow that follows a miscarriage or stillbirth. That interpretation is based on the number of swords, which represent the creative force and bond between mother, father, and child.",
        "Chest Pain. In rare cases, the Three of Swords could suggest anxiety or panic attacks, heart disease, or surgery.",
        "Bleeding Heart. The Three of Swords might also represent a bleeding heart-someone who sympathizes with anyone who has a sad story to tell.",
        "Sacred Heart. The Three of Swords also looks like the Sacred Heart of Christ, bleeding of wounds inflicted by his crown of thorns. That may be one reason that early tarot scholars said the Three of Swords could represent a nun."
      ],
      "keywords": {
        "upright": [
          "Sorrow",
          "sadness",
          "grief",
          "loss",
          "divorce",
          "infidelity",
          "depression"
        ],
        "reversed": [
          "Healing",
          "recovery",
          "lies"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s04",
      "index": 53,
      "full name": "Four of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE FOUR OF SWORDS TYPICALLY symbolizes a brief but welcome respite, retreat, or period of reflection. It can even represent a short-term illness followed by a brief period of recuperation.",
      "key symbols": [
        "Lying in State. In most renditions of the card, a young knight sleeps under the soft glow of a stained glass window, arms folded in a prayerlike gesture across his chest. Alternately, the card depicts a knight in effigy, carved into the lid of a tomb. He lies flat on his back, and his hands are clasped in perpetual prayer.",
        "Worldly Concerns. Three swords are suspended above him, either in midair or mounted on the chapel wall. They represent the ever-present worries and concerns of the world, hanging in a state of suspended animation.",
        "Ready for Battle. A fourth sword lies near the knight, ready to be called into service on a moment's notice.",
        "Rest and Recuperation. In the classical religious sense of the image, the knight isn't dead-he's only sleeping. An earthly battle has been won; now the soldier rests in peace and awaits his resurrection.",
        "Helping Hand. The stained glass window in the background shows one person ministering to another.",
        "Overnight Journeys. The Four of Swords can also represent dreams, mystic journeys, or out-of-body travel and experiences.",
        "Initiation Ceremony. The card could symbolize the ceremony of ritual death and resurrection that some secret societies use to initiate their members."
      ],
      "keywords": {
        "upright": [
          "Rest",
          "retreat",
          "recuperation",
          "recovery",
          "relaxation"
        ],
        "reversed": [
          "Fatigue",
          "illness",
          "fever"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s05",
      "index": 54,
      "full name": "Five of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE FIVE OF SWORDS is the card of defeat and humiliation, in which a victorious fighter gathers the spoils of war. Two of his vanquished opponents are walking toward the horizon, heads bowed, and he watches them with a smug, selfsatisfied smile on his face.",
      "key symbols": [
        "Battle of the Minds. In the swords cards, battle scenes usually represent intellectual conflicts or verbal arguments.",
        "Not a Fair Fight. The Five of Swords often symbolizes poor sportsmanship.",
        "Blowing Over. The billowing, fast-moving clouds in the sky seem to hint at a victory that will be short-lived.",
        "Numeric Significance. In the tarot, the five cards almost always spell trouble, indicating a crisis and the need for continuing resolve at the halfway point in the progression from one to ten. That's when events can either take a turn for the better or go horribly awry.",
        "Historic Significance. Historically, the Five of Swords warned of an attack on someone's finances."
      ],
      "keywords": {
        "upright": [
          "Defeat",
          "humiliation",
          "degradation",
          "failure",
          "loss",
          "dishonor",
          "poor sportsmanship",
          "malice",
          "slander"
        ],
        "reversed": [
          "A short-lived victory"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s06",
      "index": 55,
      "full name": "Six of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE Six OF SWORDS is one of the most compelling cards in the tarot deck, with many layers of deeply moving symbolism. It's a card of transition from one life to another, from a troubled existence to a more peaceful reality.",
      "key symbols": [
        "River Crossing. A ferryman steers his craft across a small body of water, from one shore to the other. His passenger is seated quietly, clothed from head to foot in a hooded robe. Symbolically, the boat represents an individual floating along the river of life; the ferryman is a spirit guide, and the passenger is the spirit in the physical vessel of a body.",
        "Scars in One's Soul. The bottom of the boat has been pierced by six separate swords, which stand upright like ghostly passengers. They represent old injuries, wounds, scars, and assaults, and they've become a permanent fixture. To pull them out would leave the ship full of holes.",
        "Tour Guide. In ancient Greek mythology, Charon was the psychopomp who ferried the souls of the newly dead across the river Acheron-or the River Styx-if they could pay his fare. In fact, people were often buried with gold coins over their eyes or under their tongues so they could to pay for their passage.",
        "Time is a River. The water behind the ferry, which symbolizes the past, is choppy and rough. The water ahead, representing the future, looks smooth.",
        "Literal Meaning. While the Six of Swords often symbolizes a spiritual journey, it can also represent a literal journey-especially a short, pleasant trip across water.",
        "Company News. The Six of Swords might also represent the arrival of a traveling envoy or a messenger.",
        "Little Deaths. In many tarot decks this image has a haunting, spectral quality, sometimes suggesting a sort of death. Just as the Death card itself rarely indicates a literal, physical death, the Six of Swords may refer to a smaller, less deadly assault-such as a crudely hurled insult or the jab of a sharp word.",
        "Historic Significance. Historically, the Six of Swords was said to herald a public declaration of love or a proposal, or an unfavorable end to a lawsuit."
      ],
      "keywords": {
        "upright": [
          "Transition",
          "journey",
          "voyage",
          "travel by water"
        ],
        "reversed": [
          "Stasis",
          "delay",
          "permanence"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s07",
      "index": 56,
      "full name": "Seven of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE SEVEN OF SWORDS DEPICTS the proverbial thief in the night. He has stolen into his enemy's camp, and he's making off with the weapons left unguarded. The enemies are oblivious to the fact that they've been invaded.",
      "key symbols": [
        "Alarm System. The Seven of Swords clearly points out that someone needs to be on guard: theft, deception, and subterfuge are afoot.",
        "Double Agent. The thief pictured in the card could be a traitor or a counterspy.",
        "Watch What You Say. In more practical terms, the thief could be a backstabbing gossip. Swords are about communication, after all.",
        "Camping Out. The tents represent protection from the elements, as well as a place for strategic battle planning.",
        "Flag Day. The banners flying over the tents symbolize a rallying point for the troops.",
        "Historic Significance. Historically, the Seven of Swords was said to be a good card. Fortunetellers in the past said it suggested a dark girl, and that it promised a peaceful life in the country. Reversed, it heralded a news release or public announcement."
      ],
      "keywords": {
        "upright": [
          "Theft",
          "sabotage",
          "humiliation",
          "defeat",
          "sneak attacks",
          "spies",
          "enemies",
          "unreliable friends",
          "plagiarism"
        ],
        "reversed": [
          "Courage",
          "self-respect"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s08",
      "index": 57,
      "full name": "Eight of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE EIGHT OF SWORDS REPRESENTS a damsel in distressmuch like the woman in The Perils of Pauline. In that series of classic silent movies, a young heiress was routinely abducted and entrapped by a money-hungry villain-and just as routinely, she was rescued by a dashing hero.",
      "key symbols": [
        "Damsel In Distress. While this young woman hasn't been tied to a railroad track, she has been blindfolded and tied to a tree.",
        "Caged Like an Animal. She's encircled by swords that are reminiscent of prison bars.",
        "Slippery Footing. The ground beneath her feet is muddy and wet; she seems to be standing in a marsh or a swamp.",
        "Victim Mentality. The woman in the card doesn't seem to have put up much of a fight. She may be a willing victim, perhaps suffering from Stockholm Syndrome. She may be a martyr for a cause.",
        "Passive Resistance. She's not struggling against her bonds; she stands still with her head bent. If she wants to be liberated, she'll probably have to free herself. If she can't shake the blindfold off, she might need to feel her way out of her prison by stepping gingerly through the row of swords. Alternatively, she could shimmy up to one of the swords to cut some ties-and that could be a metaphor.",
        "Historic Significance. Historically, the Eight of Swords suggested scandal for a woman, spread by rumors and gossip. Reversed, it symbolized the departure of a relative."
      ],
      "keywords": {
        "upright": [
          "Restriction",
          "imprisonment",
          "bondage",
          "entrapment",
          "victimization",
          "crisis",
          "criticism",
          "blame",
          "misfortunes",
          "disgrace"
        ],
        "reversed": [
          "Freedom",
          "liberation",
          "self-sufficiency"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s09",
      "index": 58,
      "full name": "Nine of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE NINE OF SWORDS Is the card of despair. A woman sits bolt upright in bed. She's surrounded by inky blackness, and her hands cover her face. She's in anguish. Her blanket is rumpled, as if she has been tossing and turning for hours, and nine ominous swords loom in the air above her bed.",
      "key symbols": [
        "Wake-up Call. The Nine of Swords often symbolizes nightmares, phobias, insomnia, and worry-particularly the type of worry that strikes at three in the morning, waking us from a sound sleep and keeping us up while we ponder all the horrible fates that could befall us or the ones we love.",
        "Dark Night of the Soul. The card can also represent a period of spiritual desolation-the \"dark night of the soul\" described by St. John of the Cross.",
        "Three a.m. Feeding. It's always darkest just before the dawn. At three in the morning, when we're awakened by a nightmare or we find ourselves battling insomnia, our worst fears can grow to monstrous proportions.",
        "Mini-blinds. The swords in the card almost look like a curtain of fear and oppression. If you look closely at the image, however, you will notice one important fact: the swords have no substance. There is no light reflecting off their surface, and there are no shadows to indicate depth. In other words, those swords aren't real. They are simply figments of her imagination.",
        "Loneliness. Sadly, the anguished woman in the illustration is alone, unwilling or unable to call a friend or a partner to comfort her and keep her company.",
        "Security Blanket. In many renditions of the card, she sleeps under an astrological quilt. She can take comfort in the fact that the heavens above protect her, and that the cycles of the star indicate that no situation is static. In fact, the world will keep turning, the planets will continue in their orbit around the sun, and light from distant constellations will remind us of the strengths associated with the signs of the zodiac.",
        "Historic Significance. Historically, the Nine of Swords was said to refer to a minister, priest, or some other member of the clergy, as well as a temple, church, monastery, or convent. It was also said to suggest that someone's suspicions or misgivings about a shady character were well-founded."
      ],
      "keywords": {
        "upright": [
          "Nightmares",
          "obsession",
          "despair",
          "insomnia",
          "mental cruelty",
          "grief",
          "sorrow",
          "loss",
          "guilt",
          "shame",
          "fear",
          "dread"
        ],
        "reversed": [
          "Consciousness",
          "calm",
          "rationality"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s10",
      "index": 59,
      "full name": "Ten of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE TEN OF SWORDS Is one of the most gruesome cards in the tarot deck. It's the card of overkill and ruin.\nHere, in the last card in the suit, all the swords have come to a final resting place. Unfortunately for the man depicted, they've landed in a gruesome line along the full length of his torso. Heavy dark clouds hang low over the horizon, where only a sliver of light shows any promise of a new day.",
      "key symbols": [
        "He's Dead, Jim. A murder victim lies sprawled in a pool of his own blood. In an obvious case of overkill, he has been stabbed ten times. The murder weapons, ten swords, are still embedded in his body.",
        "Crime of Passion. One look at the victim and there can be no mistaking that this is a crime of passion. No disinterested killer would go to such lengths.",
        "A Clue to the Killer. The dead man's hand seems to be frozen in some sort of parting gesture.",
        "Live By the Sword. Swords are rarely literal; in most cases, they represent words, thoughts, and verbal duels. In this case, the dead man might have succumbed to vicious personal attacks, gossip, and backstabbing.",
        "Negative Imagery. Not surprisingly, most tarot readers interpret it as a card of suffering, pain, disillusionment, and grief.",
        "Silver Linings. There is a bright side, however-or at least a glimmer of hope. The sun is either setting or rising at the horizon, and the clouds really do have silver linings. A new day will dawn soon.",
        "Final Endings. In tarot, the ten cards normally represent conclusions-and when the Ten of Swords appears in a reading, those conclusions are inarguable. The figure in this card will never rise again. His spirit is free to go. He can leave the scene of the crime and move on to a higher plane.",
        "Historic Significance. Historically, fortunetellers were careful to point out that the Ten of Swords was not a card of violent death. However, it sometimes did suggest imprisonment or treason-especially if it was followed by an Ace and a King. The card also bears a certain resemblance to Julius Caesar's murder."
      ],
      "keywords": {
        "upright": [
          "Ruin",
          "defeat",
          "grief",
          "disruption",
          "desolation",
          "sadness",
          "distress",
          "lies",
          "spite",
          "gossip"
        ],
        "reversed": [
          "Advantage",
          "power",
          "authority"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s11",
      "index": 60,
      "full name": "Page of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE PAGE OF SWORDS is a young man with his head in the clouds. Like all pages, he has a childlike enthusiasm and an unbounded capacity to learn. He is a reader, a writer, and a talker. He's precocious-practically a prodigy. He is thoughtful and imaginative, and he's naturally drawn to teachers, scientists, and philosophers.\nThe Page of Swords is also perpetually observant and alert. He doesn't miss a thing. If he isn't officially in the loop, he'll conduct a little investigative research on his own to find out what everyone else in the castle is doing.\nHis outlook is as crisp and clear as the summer sky. In fact, according to tarot tradition, the Page of Swords is airin human form. He's the embodiment of the fast-moving energy that connects the suit of Swords to the world of intellect and communication. In other words, the Page of Swords is a graphic example of how air can take human form.",
      "key symbols": [
        "The Sky's the Limit. Like all pages, the Page of Swords is youthful, with childlike enthusiasm and an unbounded capacity to learn.",
        "Air Mail. During the Renaissance, pages were the youngest members of the royal court. It was their job to take news from one person to another. Because the suit of Swords is concerned with intellectual life, the airy Page of Swords specializes in delivering intellectual messages.",
        "Honor Student. Pages were also students, learning their future roles through apprenticeships. The intellectual Page of Swords is a model student; he's a reader and a thinker.",
        "Lost in Thought. The Page of Swords is a lithe, active young man who holds a sword in both hands. He looks as though he's walking across a rugged landscape, under a sky filled with billowing clouds. His hair is blowing in the wind, and he seems to pause for a moment, as though he's heard a sound carried on the breeze. He looks lost in thought, but he leans slightly forward on one leg, as if he's about to start running.",
        "Historic Significance. Historically, the Page of Swords was connected to spies, surveillance, undercover operatives, and secret service employees."
      ],
      "keywords": {
        "upright": [
          "Intelligence",
          "keen powers of observation",
          "vigilance"
        ],
        "reversed": [
          "Spies",
          "revealed secrets"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s12",
      "index": 61,
      "full name": "Knight of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE KNIGHT OF SWORDS Is probably the one who best matches most people's conception of a knight. He is a skillful, brave warrior-more of a fighter than a lover. His armor is always polished, and his horse is always ready to ride.\nHe's a whirlwind who rides in with a clap of thunder and a flash of lightning. The atmosphere around him is charged with passion and intensity. At any moment, the storm could break, the skies will clear, and he'll be looking for a place to dry off.\nThe Knight of Swords is a quick thinker. He's intelligent, articulate, and analytical. He's also enthusiastic, energetic, and brave. His courage sometimes borders on the foolhardy-almost as though he thinks he's immortal.\nThe Knight of Swords didn't just memorize the code of chivalry-he helped write it. He is truly a knight's knight.",
      "key symbols": [
        "Air Assault. Elementally speaking, the four knights of the tarot are all fiery. They simply combine the element of fire with the element of their own suit. In that regard, the Knight of Swords embodies the combustible mix of fire with air. He might be able to ride like the wind, but he's also full of hot air.",
        "Full Speed Ahead. The Knight of Swords rides at full speed, as if he's scattering his enemies. He brandishes a heavy sword over his head as his galloping steed charges toward his destination. They're moving fast: the horses' hooves are kicking up a storm of rocks and dust, and the knight's cape billows behind him.",
        "Synergy. Experienced riders will tell you that when they are on their horses, their minds and bodies work in perfect harmony. Horse and rider no longer feel like two separate creatures. Their individual strengths and talents combine. The horse knows the rider's will from a gentle nudge or whispered command. The rider can sense how and where the horse will move and shift his weight accordingly. The Knight of Swords is one of those riders who move in perfect union with their animals-and his mind moves as quickly as his mount.",
        "Astrological Symbolism. Astrologically, the four knights of the tarot are associated with the four mutable signs of the zodiac. The Knight of Swords represents the mutable air sign of Gemini, which makes him versatile and quick-thinking.",
        "Historic Significance. Historically, the Knight of Swords was said to herald a struggle with a rival. Reversed, it was said to foretell a dispute with an imbecile. It sometimes refers to a soldier or man of arms, predicting that he will be involved in heroic action. The Knight of Swords is a prototypical hero of romantic chivalry-like Galahad, one of King Arthur's knights."
      ],
      "keywords": {
        "upright": [
          "Skill",
          "bravery",
          "battle",
          "combat",
          "defense",
          "opposition",
          "resistance"
        ],
        "reversed": [
          "Boredom",
          "sarcasm",
          "incompetence",
          "ineptitude",
          "foolishness",
          "folly",
          "stupidity",
          "impertinence",
          "extravagance",
          "ridicule",
          "fraud",
          "mischief",
          "cunning"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s13",
      "index": 62,
      "full name": "Queen of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE QUEEN OF SWORDS EMBODIES all of the qualities of the airy Swords cards. She's probably the most intelligent woman in the tarot deck. She's a quick thinker and a clear communicator. She's intensely perceptive and keenly observant. She's got a rapier wit and a sharp tongue to match.\nShe's not afraid to fight for the ideals that matter to her. If she's on your side, the Queen of Swords is a loyal defender and friend. If not, she won't hesitate to cut you down to size. She didn't get to be the Queen of Swords by staying quiet, and you can count on her to make her observations and thoughts clear in any company.\nShe's also been tempered-made harder-by time and experience. Historically, the Queen of Swords was thought to represent a widow, but these days she can represent anyone who has suffered a devastating emotional loss, including the loss of a lover or a child. The Queen of Swords has also been associated with miscarriage and infertility.",
      "key symbols": [
        "Queen of Air. Like all of the tarot's queens, the Queen of Swords is a mature woman, gracious and wise in the ways of the world. Queens, of course, are rulers-but their rule is based on the feminine principles of safeguarding and nurturing their realms. The Queen of Swords is charged with safeguarding and nurturing the suit of Swords, which corresponds to the airy world of the intellect.",
        "Air Signs. Almost every symbol in the card reinforces the Queen's connection with air. She's surrounded by open sky, and trees bend and blow in the wind. Carved on her throne are flying birds and winged angels. She holds her left hand out, as if to gauge which direction the wind is blowing, and she holds her sword aloft in her right handwhich is her dominant hand, so it symbolizes action.",
        "Astrological Symbolism. Astrologically, the four queens of the tarot are associated with the four cardinal signs of the zodiac. The Queen of Cups represents the cardinal air sign of Libra, which makes her a gracious and charming leader.",
        "Elemental Symbolism. Elementally speaking, the four queens are all watery. Each one combines the element of water with the element of her suit. As a result, the queen of the airy suit of Swords embodies the vaporous combination of water with air.",
        "Historic Significance. While the Queen of Swords' historic status as a widow makes her well acquainted with heartbreak, her personal tragedies don't keep her from enjoying the good things in life. According to some accounts, she likes to dance at parties."
      ],
      "keywords": {
        "upright": [
          "Eloquence",
          "grace",
          "charm",
          "logic",
          "intelligence",
          "power",
          "discernment",
          "analysis",
          "science",
          "professionalism",
          "objectivity",
          "self-reliance",
          "intellect",
          "political instincts"
        ],
        "reversed": [
          "Anger",
          "aloofness",
          "willfulness",
          "hatred",
          "cruelty",
          "slyness",
          "sharp tongue",
          "bigotry",
          "hypocrisy",
          "deceit"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "s14",
      "index": 63,
      "full name": "King of Swords",
      "suit": 3,
      "arcana": 1,
      "description": "THE KING OF SWORDS Is a firm friend or a powerful enemy. He is an authoritative leader and commander; he makes intellectual decisions based on solid logic. He's a man of action with a keen mind that generates a steady stream of ideas.\nIn most versions of the card, the imposing King of Swords leans forward with a scowl on his face and a clenched fist resting on the arm of his throne. He wears a full suit of chain mail armor topped with a blue tunic and a red cape. He looks as though he's about to stand up and make a point with the heavy sword in his hand.\nThe King of Swords is active, clever, subtle, fierce, delicate, courageous, skillful, and inclined to domineer. He can tend to overvalue small things. At times, he can also be deceitful, tyrannical, and crafty.",
      "key symbols": [
        "King of Air. Like all of the kings in the tarot deck, the King of Swords is a seasoned, experienced man. He has successfully completed the mission he undertook as the former Knight of Swords. He was rewarded with the keys to the kingdom, and he now rules the entire realm-as well as its armies, which defend and conquer in the name of the throne.",
        "Sky Kingdom. The airy symbols that surround the king reinforce his connection to his element. Butterflies and wings are carved on his throne, and the ground at his feet is scattered with wind-blown leaves.",
        "Elemental Symbolism. Elementally, the four kings of the tarot are all airy intellectuals. They simply combine the element of air with the corresponding element of their own suit. In that regard, the King of Swords embodies the rarefied combination of air with air.",
        "Astrological Symbolism. Astrologically, the four kings of the tarot are associated with the four fixed signs of the zodiac. The King of Swords represents the fixed fire sign of Aquarius, which makes him a forward-thinking, socially conscious monarch.",
        "Historic Significance. Historically, the King of Swords was thought to indicate that it was time to put an end to a ruinous lawsuit. Traditionally, the card was said to represent lawyers, doctors, surgeons, and senators."
      ],
      "keywords": {
        "upright": [
          "Judgment",
          "power",
          "command",
          "authority",
          "law"
        ],
        "reversed": [
          "Cruelty",
          "perversity",
          "barbarity",
          "evil"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p01",
      "index": 64,
      "full name": "Ace of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE ACE OF PENTACLES is the first card in the suit of pentacles, the suit that corresponds to the ancient element of earth. It's the embodiment of physical existence. It also promises a world of possibilities, ranging from new beginnings on the material plane to an accumulation of spiritual treasures.",
      "key symbols": [
        "Mint Condition. All of the aces represent new beginnings; the Ace of Pentacles symbolizes a fresh start on a physical level. The aces also symbolize gifts. In this case, wealth and good health are yours for the taking.",
        "Real Estate. The Ace of Pentacles is a practical card. No other card is as grounded or down-to-earth-because the Ace of Pentacles is earth itself. The card sometimes heralds a new life-which could be the birth of a baby, or simply a new lease on life through better health and a more optimistic attitude. Because pentacles represent money, the Ace could also symbolize the start of a new career, a raise, a promotion, or a rewarding investment. And because pentacles correspond to the physical world, the Ace could even suggest the acquisition of land or a new home. There is nothing more tangible than real estate; it's an investment that's grounded in real property, as opposed to paper money, stock certificates, or bonds, which have no value in and of themselves. It's not always a physical symbol, either: the Ace of Pentacles can also describe treasured ideals and spiritual values.",
        "A Garden of Earthly Delights. The garden shown in the card symbolizes rest and reflection, order over chaos, and refuge, and the wall around the garden represents safety and protection.",
        "Circles of Meaning. The design on the pentacle is a Pythagorean symbol. The star symbolizes the five senses, while the circle represents the spirit that unites them. The pentacle in the card is the same sort of orb that emperors and kings once held as symbols of their reign.",
        "Vaporous Matter. The clouds symbolize higher thought and a separation between the worlds.",
        "Historical Significance. In The Pictorial Key to the Tarot, Arthur Edward Waite called the Ace of Pentacles the most favorable card in the deck because it symbolizes wealth and abundance on many levels. The card sometimes suggests that people will have the resources they need to pursue their dreams and manifest their spiritual, emotional, and intellectual ideals. The Ace of Pentacles also portends physical pleasure, comfort, and luxury.",
        "Astrological Symbolism. Astrologically, the Ace of Pentacles is associated with all of the powers of earth-the element associated with Taurus, Virgo, and Capricorn."
      ],
      "keywords": {
        "upright": [
          "Perfection",
          "happiness",
          "contentment",
          "comfort",
          "joy",
          "ecstasy",
          "financial rewards",
          "gold",
          "money",
          "treasure",
          "reward",
          "prosperity",
          "income"
        ],
        "reversed": [
          "Love of money as the root of all evil",
          "misuse of resources",
          "squandered wealth"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p02",
      "index": 65,
      "full name": "Two of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE Two OF PENTACLES is a card of balance and change. It depicts the constant juggling act that most people perform as they try to synchronize their schedules, and the balancing act they attempt when it's time to pay bills.",
      "key symbols": [
        "Juggling Act. The juggler in the Two of Pentacles is part clown, part court jester, and part showman. He's juggling only two balls, but he's moving them in a complicated pattern, weaving them in and out of a ribbon in the shape of a lemniscate, the figure-eight symbol of infinity. (The lemniscate also figures prominently in the Magician and Strength cards.) The juggling suggests a perpetual ebb and flow of gain and loss, weakness and strength-a life in a steady state of flux.",
        "Balance of Nature. Because the suit of pentacles relates to money and material existence, this card may refer to balancing two jobs, or trying to live in two worlds-work and home, for example-or even trying to make income and expenses balance at the end of every month.",
        "Two-stepping. Occasionally, the Two of Pentacles could suggest the two-timing nature of someone who juggles more than one relationship or strings two people along.",
        "Dance Partners. The design is reminiscent of the cosmic dance of the sun and the moon, like a man and a woman, circling each other in the heavens.",
        "Humble Opinions. The Two of Pentacles might also symbolize a character's \"two cents' worth.\""
      ],
      "keywords": {
        "upright": [
          "Harmony",
          "balance",
          "dexterity",
          "juggling"
        ],
        "reversed": [
          "Agitation",
          "trouble",
          "embroilment",
          "embarrassment",
          "awkward positions",
          "confusion",
          "concern",
          "worry",
          "difficulties"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p03",
      "index": 66,
      "full name": "Three of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE THREE OF PENTACLES is the card of artistry. It depicts a stonemason-a master of his art-carving out a world far more orderly and beautiful than the world he was born into. He's following the divine guidance of a bishop and a monk who hold the blueprint of his creation.",
      "key symbols": [
        "A Work of Art. As a young sculptor puts the finishing touches on a life-size statue in the sanctuary, a bishop and a monk discuss the artist's progress. The card depicts the process of giving substance and form to our spiritual ideas and beliefs. The sculptor is designing a work of art that will serve as a tangible reminder of God's grace and presence.",
        "Tools of the Trade. In the wrong hands, the sculptor's hammer and chisel could be weapons of destruction. In the artist's grip, however, they become instruments of creation. He chips away at the unforgiving matter of time and space, carving out a new reality for himself.",
        "Artistic Genius. The stonemason's artistry elevates him: he stands higher than his observers do. The imagery seems to reinforce the belief that many artists and writers have about their work: while they are fully engaged in the act of creating, they say, the work doesn't feel as though it's coming from inside them. Instead, they feel that the work is coming through them, as if they're channeling a vision and a consciousness far greater than their own.",
        "Light from Above. Three stained glass windows shaped like pentacles seem to frame the sculpture in a halo of heavenly light.",
        "A Spiritual Setting. The setting, a church, is an obvious allusion to the house of God. Less apparent, however, is the additional reminder that our physical bodies are also temples; we are all spiritual beings in physical form.",
        "Holy Trio. The three pentacles under the arch call for the integration of body, mind, and spirit.",
        "Historic Significance. Historically, if the Three of Pentacles came up in a man's reading, it would portend celebrity for his eldest son. Early tarot scholars also related the card, when it was reversed, to children, childhood, or childlike impulses."
      ],
      "keywords": {
        "upright": [
          "Skill",
          "creativity",
          "talent",
          "ability",
          "renown",
          "nobility",
          "elevation",
          "dignity",
          "rank",
          "aristocracy",
          "power",
          "fame and fortune"
        ],
        "reversed": [
          "Mediocrity",
          "puerility",
          "pettiness",
          "weakness",
          "humility"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p04",
      "index": 67,
      "full name": "Four of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE FOUR OF PENTACLES is the card of the miser-a sternlooking king who seems unwilling to share any piece of himself. He sits far removed from the outside world, clutching one golden coin to his chest. Two coins are planted firmly under his feet, and a fourth is perched on top of his head.",
      "key symbols": [
        "The Midas Touch. The miserly king looks a lot like King Midas-and the image could serve as a warning about balance and proportion. Remember that while everything Midas touched turned to gold, it was a curse-not a blessing. In fact, his obsession with wealth actually cost him his daughter.",
        "Four Elements. The four coins in the card represent the miser's material possessions, as well as his mind, heart, and soul. The four coins actually symbolize the four realms of the Minor Arcana: spiritual, emotional, intellectual, and physical.",
        "Moneybag. The miser is actually sitting on a treasure chest, filled with even more of his precious belongings.",
        "Priority Express. The figure in the card is clearly focused on his material and physical existence. He's obsessed with making sure his money and property are all in order; he also may be concerned about his physical health and well-being.",
        "Body Language. The miser's body language couldn't be any clearer. He wants you to back off-and stay back, far away from the pentacle he's guarding in his lap.",
        "Historic Significance. The Four of Pentacles does guarantee a certain measure of financial security and stability. Historically, the card was said to herald pleasant news from a lady, for a bachelor. Reversed, it was believed to represent a cloister, monastery, or convent."
      ],
      "keywords": {
        "upright": [
          "Material gain",
          "possessiveness",
          "asset management",
          "determination",
          "borders",
          "self-protection",
          "boundaries",
          "limits",
          "isolation"
        ],
        "reversed": [
          "Delay",
          "opposition",
          "hindrances",
          "obstruction",
          "obstacles",
          "loss"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p05",
      "index": 68,
      "full name": "Five of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE FIVE OF PENTACLES Is a card of crippling poverty-as well as the fear it inspires. Two beggars make their way through wind and snow past the lighted stained glass window of a church.",
      "key symbols": [
        "Vow of Poverty. In The Pictorial Key to the Tarot, Arthur Edward Waite said the beggars in the card were mendicants-monks who lived a life of poverty and preaching. The mendicants were so committed to poverty that they didn't even have monasteries, like most other religious orders at the time. They lived and worked in the streets, depending solely on the charity of others.",
        "Material Trouble. The mendicants in the card are dirty, hungry, and handicapped by time and circumstances. They hobble through wind and drifting snow. They're making their way past a church, where a bright light glows from within, but it's hard to know if they realize that help is at hand. With any luck, they're making their way to the entrance, where sanctuary and warmth await. Waite called this card \"Material Trouble.\"",
        "No Leg to Stand On. One of the figures hobbles on crutches-he is so bereft, he literally doesn't have a leg to stand on. In the tarot, images of sheer poverty like this one are metaphors for spiritual poverty.",
        "Damaged Goods. Both of the figures in the card seem to have been wounded-perhaps by the tenets of organized religion, by ministers and clerics who betrayed the very faith they claimed to represent.",
        "Shame and Blame. The Five of Pentacles could also refer to people who feel they can never measure up spiritually, who feel guilt and shame, or who feel condemned to make their way through a cold world without the warmth and support of a spiritual group.",
        "Helping Hands. The two figures are passing a church, a symbol of refuge, haven, and help from above. The light is on inside, so the door is probably open.",
        "Historic Significance. One archaic interpretation of the card had to do with love and lovers-wives and husbands, lovers, mistresses, and paramours. It could even suggest a sweet, pure, and chaste relationship between a chivalrous man and a refined woman."
      ],
      "keywords": {
        "upright": [
          "Poverty",
          "material troubles",
          "fear",
          "anxiety",
          "loss",
          "destitution",
          "bankruptcy",
          "ruin",
          "disorder",
          "disgrace",
          "chaos"
        ],
        "reversed": [
          "Troubles in love",
          "debauchery and licentiousness",
          "discord",
          "obstruction",
          "disharmony",
          "conflict"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p06",
      "index": 69,
      "full name": "Six of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE Six OF PENTACLES is the card of charity, benevolence, and goodwill. The merchant pictured in the card is obviously successful in his work, and he seems to enjoy his ability to share his wealth. The scales he holds, reminiscent of the scales of justice, illustrate the concept of social justice.",
      "key symbols": [
        "Legal Tender. The Six of Pentacles is closely connected to industry and commerce. Money doesn't grow on trees, as they say-it's earned, through business and investment. When those ventures pay off, some people think of charity and philanthropy as a means of giving back to society.",
        "Fair Trade. The businessman in the Six of Pentacles is committed to fairness and ethical trading. His scale is legal for trade.",
        "Just Deserts. The merchant in the card also seems to recognize that he has been more fortunate than most. He knows that all rights-and privileges-entail an equal measure of responsibility. He demonstrates the belief that gifts should be shared, not hoarded. All told, the image is a testimony to his goodness of heart as well as his success in life.",
        "Kind Words. He also seems to be talking to the people he's helping, which is a reminder that a kind word can be worth its weight in gold.",
        "Poverty Mentality. The beggars are dressed a lot like the two mendicants who were pictured in the previous card, the Five of Pentacles. They're both dirty and bedraggled and wrapped in old blankets. One's head is covered, which could symbolizes some sort of damage to his thought process. (As is the case with a lot of homeless people, the beggar might even suffer from some sort of mental illness or instability.)",
        "Energy Exchange. On a less obvious level, the Six of Pentacles also reminds us that money isn't the root of all evil-but the love of money can be. It also hints at the lovehate relationship that many people have with money, and by extension, the discomfort some people feel when they are on the receiving end of a compliment, a favor, or a gift. When anything of value changes hands, money is simply a way to measure the energy that's being exchanged between two parties.",
        "Can't Buy Me Love. Occasionally, the Six of Pentacles might suggest that someone may be trying to buy love or is begging for attention or affection."
      ],
      "keywords": {
        "upright": [
          "Business",
          "commerce",
          "trade",
          "charity",
          "presents",
          "gifts",
          "favors"
        ],
        "reversed": [
          "Envy",
          "jealousy",
          "unsatisfied ambition",
          "class warfare",
          "taxation without representation",
          "forced redistribution of wealth"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p07",
      "index": 70,
      "full name": "Seven of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE SEVEN OF PENTACLES is the card of patience, perseverance, and anticipation, as a young farmer gazes at a crop of seven ripening pentacles. While harvest day is approaching, at this point he's still poised between failure and success.",
      "key symbols": [
        "Seed Money. While money itself doesn't grow on trees, the Seven of Pentacles does suggest that it's possible to grow one's finances through careful planting and cultivation. The card could even refer to seed money.",
        "Growth Fund. The card could also refer to the brief period of stagnation and inertia that can sometimes follow the initial excitement and enthusiasm of starting a new project.",
        "Patience. Remember that you can't rush Mother Nature, and that patience is a virtue.",
        "Counting Chickens. While success seems imminent, the card might be a warning of sorts: the young man could be dreaming about the rich harvest he expects, but that thinking could be premature. Late-summer storms occasionally rumble through and flatten even the hardiest of crops. All in all, the image could suggest the old adage \"Don't count your chickens before they hatch.\"",
        "Historical Significance. Historically, the Seven of Pentacles was believed to symbolize arguments, quarrels, and fights-or, alternatively, the qualities of innocence and ingenuity. The card was also thought to represent a raise, promotion, or some other improvement in position for a lady's future husband."
      ],
      "keywords": {
        "upright": [
          "Money",
          "finance",
          "business",
          "barter",
          "gain",
          "profit",
          "financial success"
        ],
        "reversed": [
          "Money worries",
          "anxiety about a loan",
          "impatience",
          "apprehension",
          "suspicion",
          "disappointment",
          "failed harvest"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p08",
      "index": 71,
      "full name": "Eight of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE SEVEN OF PENTACLES is the card of patience, perseverance, and anticipation, as a young farmer gazes at a crop of seven ripening pentacles. While harvest day is approaching, at this point he's still poised between failure and success.",
      "key symbols": [
        "THE EIGHT OF PENTACLES is the card of prudence and preparation. A woodworker seated at his workbench is carving a series of pentacles. A skilled craftsman, he seems to be continually perfecting his skills-and at the same time, he's managing to produce marketable wares. He displays his products prominently, and he works in full view of customers and passerby.",
        "An Honest Day's Pay. Remember the artist in the Three of Pentacles? Here is his counterpart, the craftsman or artisan, who actually gets paid for his work. Granted, the craftsman's creations probably aren't as rarefied as the artist's-but what the artisan lacks in quality he makes up for in quantity.",
        "Arts and Crafts. He might not be strictly spiritual-but he's definitely more practical. In fact, as a craftsman, he's probably more likely than a starving artist to generate income, put food on the table, and keep a roof over his head-all without sacrificing his creativity. Ultimately, he may even be more spiritual, because he's better suited to the task of keeping body and soul together.",
        "Making Money. In many versions of the card, a stonemason carves a series of pentagrams on a series of golden disks. He is literally making money.",
        "Self-protection. He wears a heavy leather smock to protect himself from chips and shards of wood or stone.",
        "Historic Significance. Historically, the Eight of Pentacles symbolized intelligence, lovingly applied to material matters-such as agriculture and engineering. Another historic interpretation of the card says that it represents a young businessman or a dark girl."
      ],
      "keywords": {
        "upright": [
          "Art",
          "craft",
          "artistry",
          "craftsmanship",
          "workmanship",
          "apprenticeship",
          "tutelage",
          "study",
          "mastery",
          "practicality",
          "a money-making opportunity",
          "practical use of a skill or a talent",
          "artistic creations for sale or trade",
          "work for hire"
        ],
        "reversed": [
          "Loss of ambition",
          "cunning",
          "intrigue",
          "vanity",
          "greed",
          "troubles with a loan",
          "\"penny wise and pound foolish\""
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p09",
      "index": 72,
      "full name": "Nine of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE NINE OF PENTACLES Is a card of comfort and prosperity. In a well-manicured garden, an elegant woman stands with a falcon on her arm. She is alone, but she doesn't seem lonely. In fact, she looks as though she enjoys her solitude.",
      "key symbols": [
        "Financial Security. The Nine of Pentacles often symbolizes financial security, perhaps through an inheritance or wisely planned investments. It suggests both good luck and good management of one's resources.",
        "To the Manor Born. In the distance, we can just barely see the manor, the main house on an estate. The woman's presence in the manor's garden is a sign of wealth and privilege.",
        "Opportunity Knocks. The woman in the card seems to have a history of putting herself in the right place at the right time, as well as a knack for making her own opportunities.",
        "Material Comforts. She is surrounded by wealth, luxury, and the comforts of material security. The nine pentacles that give the card its name are growing on the grapevines that surround her. The coming harvest will help assure her continued comfort and prosperity. She will have wine in the winter, and fruit for her bread.",
        "Security Fence. The trellised grapevines that surround her reinforce her sense of security. Like a wall, they symbolize protection from the outside world. This woman also seems to know her limitations. In fact, she has set her boundaries. She has chosen what she'll allow in and what she'll keep out.",
        "Custom Design. Gardens symbolize rest and reflection, order over chaos, and refuge. The woman in this card has tamed nature; her mind has superimposed its own design on the world around her.",
        "Animal Control. She holds a trained falcon on her leather-gloved hand. Even though the falcon is a bird of prey-as well as a hunting weapon that's notoriously difficult to master-she handles the bird with a natural grace and ease."
      ],
      "keywords": {
        "upright": [
          "Material well-being",
          "riches",
          "inheritance",
          "pleasure",
          "prudence",
          "safety",
          "success",
          "accomplishment",
          "certitude",
          "discernment",
          "asolitude and peace"
        ],
        "reversed": [
          "Theft",
          "deception",
          "loneliness",
          "restlessness"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p10",
      "index": 73,
      "full name": "Ten of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE TEN OF PENTACLES is a card of extended family. In the courtyard of a medieval dwelling, three generations are gathered: a young couple, their small child, and a whitehaired, bearded grandfather.",
      "key symbols": [
        "The wealth of detail in the Ten of Pentacles is as rich as you would expect in a card that suggests prosperity and satisfaction-not only on the material level, but also in the emotional realm.",
        "Family Life. In most readings, the Ten of Pentacles suggests the richness of family life. It symbolizes inheritance, not only of resources, but also of wisdom, experience, family values, and beliefs, all passed from generation to generation.",
        "Tree of Life. The people in the card are positioned behind an emblem of ten pentacles, which is shaped like the Kabbalistic Tree of Life.",
        "Social Security. The old man is wearing an elegant cloak, which implies wealth, social status, and security.",
        "Go Greyhound. The dogs also hint at the family's status: they are greyhounds, a breed that used to be reserved for noblemen and aristocrats.",
        "Structural Stability. The young couple is standing under an arch, an ancient architectural construct that still stands as one of the strongest, long-lasting designs for any building. The structure suggests a permanence and support for their relationship.",
        "House in Order. In the classic Celtic Cross spread, one position is reserved for a card known as your \"house.\" By design, the card that lands in that position describes the people closest to you, the ones who see you every day and know you well. In many respects, the Ten of Pentacles illustrates the \"house\" concept perfectly, simply by depicting several generations of a single family gathered under a single roof.",
        "Respect and Protect. There's a brick wall between the young couple and their patriarch, which suggests a healthy boundary between them.",
        "Historic Significance. Historically, the Ten of Pentacles symbolized gambling, games of chance, and loss."
      ],
      "keywords": {
        "upright": [
          "Riches",
          "family life",
          "home",
          "household",
          "inheritance",
          "pension",
          "legacy"
        ],
        "reversed": [
          "Disharmony",
          "discord",
          "strife",
          "arguments with family members"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p11",
      "index": 74,
      "full name": "Page of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE PAGE OF PENTACLES is a young man with both his feet on the ground. He is nurturing, generous, and kind. He is also studious, diligent, and persevering. He may even be a child prodigy. Despite his high level of skill, however, he is usually extremely careful, even cautious, and he doesn't take many risks.\nIn fact, according to tarot tradition, the Page of Pentacles is earth-in human form. He embodies the grounded energy that connects the suit of Pentacles to the world of matter and physical existence. In other words, the Page of Pentacles is a graphic example of how earth can take human form.",
      "key symbols": [
        "Salt of the Earth. Like all pages, the Page of Pentacles is youthful, with childlike enthusiasm and an unbounded capacity to learn. He stands with an oversized pentacle in his hand, as if displaying a work of art. Wrapped in a green cloak, he stands in a green valley. His feet are both firmly planted on the ground; he's moving slowly, focused only at the treasure in his hands.",
        "Package Delivery. During the Renaissance, pages were the youngest members of the royal court. It was their job to take news from one person to another. Because the suit of Pentacles is concerned with physical life, the Page of Pentacles specializes in delivering messages with physical impact.",
        "Learning to Run. The Page of Pentacles is still immature, so his physical ability is not fully developed. He's young and strong, but his fine motor skills are still unrefined. Indoors, he's like a bull in a china shop. Outdoors, he's in his element: he can walk for miles across the open countryside. Hiking and camping are two of his favorite pastimes.",
        "Historic Significance. Historically, the Page of Pentacles was said to refer to a dark youth, a young officer or soldier, or a child."
      ],
      "keywords": {
        "upright": [
          "Study",
          "physical development",
          "news about physical existence"
        ],
        "reversed": [
          "Delays in physical development and maturity"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p12",
      "index": 75,
      "full name": "Knight of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE KNIGHT OF PENTACLES DOESN'T fit most people's preconceptions of knights. He doesn't move fast, he's not especially flirtatious, and when the rest of the knights ride off on adventures, he usually stays behind to take care of the kingdom's routine border patrols. His mission in life seems to be taking care of the ordinary details and everyday responsibilities that the other knights overlook.\nIn fact, some people think the Knight of Pentacles is actually sort of dull. He's steady, reliable, practical, patient, slow-moving, and methodical. He pays an almost slavish attention to detail. He is earthy and grounded-so well grounded that it takes him a lot of time to get moving and pick up speed. He is slow to anger, but furious when he's finally enraged.",
      "key symbols": [
        "Down-to-Earth. Elementally speaking, the four knights of the tarot are all fiery. They simply combine the element of fire with the element of their own suit. In that regard, the Knight of Pentacles embodies the rather uneventful combination of fire with earth.",
        "Slow Motion. The Knight of Pentacles seems to have traded his valiant steed for a heavy black workhorse. He's paused at the bank of a river while he seems to ponder the pentacle in his outstretched hand. Both he and his horse are at rest; neither one is moving.",
        "Slow Growth. On the other side of the river, several fields have been cultivated and new crops are beginning to sprout.",
        "Astrological Symbolism. Astrologically, the four knights of the tarot are associated with the four mutable signs of the zodiac. The Knight of Pentacles represents the mutable fire sign of Virgo, which makes him conscientious and conservative.",
        "Historical Significance. Historically, a reversed Knight of Pentacles was said to foretell a brief period of unemployment."
      ],
      "keywords": {
        "upright": [
          "Solidity",
          "usefulness",
          "responsibility",
          "practicality"
        ],
        "reversed": [
          "Inertia",
          "idleness",
          "stagnation"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p13",
      "index": 76,
      "full name": "Queen of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE QUEEN OF PENTACLES is more than just earthy and grounded. She is intensely physical, sensual, primal, lusty, and tactile. Like the emblem of her suit, she is well-rounded.\nBecause the suit of Pentacles is associated with money and material possessions, the Queen of Pentacles is also connected to riches, wealth, and opulence. She's resourceful; when she invests her time and energy in a project, it turns into gold.\nPractical and sensible, she's a natural healer who could go so far as to have a career as a doctor or nurse. She especially likes to work with children so she can see them grow. At home, she has a green thumb. She has plants in every window and gardens in her yard. The Queen of Pentacles also likes luxury and physical comforts, enjoyments that could lead her to be an interior decorator or designer.",
      "key symbols": [
        "Queen of Earth. Like all of the tarot's queens, the Queen of Pentacles is a mature woman, gracious and wise in the ways of the world. Queens, of course, are rulersbut their ruler is based on the feminine principles of safeguarding and nurturing their realms. The Queen of Pentacles is charged with safeguarding and nurturing the suit of Pentacles, which corresponds to the earthy world of material and physical reality.",
        "She is also quiet, kind, and unassuming. While she is practical, she can be extremely generous. She has a big heart, and she is liberal with her time, her emotions, and her resources.",
        "Earth Signs. Almost every symbol in the card reinforces the Queen's connection with earth. She sits in a garden of delights, much like the Empress, her counterpart in the Major Arcana. Rams' heads decorate the arms of her throne, a reference to the earthy sign of Capricorn. She's sheltered from the harsh light of the sun by an arbor of fruit-bearing trees. She can see many worlds in the pentacle she holds.",
        "Astrological Symbolism. Astrologically, the four queens of the tarot are associated with the four cardinal signs of the zodiac. The Queen of Pentacles represents the cardinal earth sign of Capricorn, which makes her a savvy businesswoman who can cultivate a wide range of resources for her people.",
        "Elemental Symbolism. Elementally speaking, the four queens are all watery. Each one combines the element of water with the element of her suit. As a result, the queen of the earthy suit of Pentacles embodies the fertile combination of water and earth.",
        "Historical Significance. Historically, the Queen of Pentacles was said to foretell presents from a wealthy relative, and a rich and happy marriage for a young man."
      ],
      "keywords": {
        "upright": [
          "A dark woman",
          "wealth",
          "security",
          "generosity",
          "magnificence",
          "confidence",
          "candor"
        ],
        "reversed": [
          "Evil",
          "suspicion",
          "suspense",
          "fear",
          "mistrust",
          "suspicion"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    },
    {
      "name": "p14",
      "index": 77,
      "full name": "King of Pentacles",
      "suit": 4,
      "arcana": 1,
      "description": "THE KING OF PENTACLES is a levelheaded businessman who manages the affairs of his kingdom with mathematical precision. He is conscientious, wise, and practical-and he has a flair for ingenious solutions to complicated problems.\nIt usually takes him a long time to get angry-but once roused, he can be furious. The rest of the time, he may seem emotionless, imperturbable, and insensitive.\nThe King of Pentacles likes to help others gain financially and materially from their work and relationships. He cultivates alliances and partnerships that are deep and long lasting.",
      "key symbols": [
        "Earth King. Like all of the kings in the tarot deck, the King of Pentacles is a seasoned, experienced man. He has successfully completed the mission he undertook as the former Knight of Pentacles. He was rewarded with the keys to the kingdom, and he now rules the entire realm-as well as its armies, which defend and conquer in the name of the throne.",
        "Kingdom of Earth. The earthy symbols that surround the king reinforce his connection to his element. His throne is a massive, hewn structure, as heavy and immovable as the earth itself. It's embellished with bull's heads, a symbol of earth and Taurus. The king is also surrounded by grapevines, a sign of wealth, abundance, and material satisfaction.",
        "Astrological Symbolism. Astrologically, the four kings of the tarot are associated with the four fixed signs of the zodiac. The King of Pentacles represents the fixed earth sign of Taurus, which makes him a steady, reliable monarch.",
        "Elemental Symbolism. Elementally, the four kings of the tarot are all airy intellectuals. They simply combine the element of air with the corresponding element of their own suit. In that regard, the King of Pentacles embodies the somewhat dry and dusty combination of air with earth.",
        "Historic Significance. Historically, the King of Pentacles was tied to mathematical gifts, achievements, and success. Reversed, it symbolized a vicious old man, or a dangerous man. Traditionally, the King of Pentacles was said to represent dark men, along with merchants, employers, and professors of math, science, and physics."
      ],
      "keywords": {
        "upright": [
          "A savvy and successful businessman",
          "wealth",
          "investment",
          "business acumen",
          "mathematical ability",
          "success"
        ],
        "reversed": [
          "Vice",
          "weakness",
          "ugliness",
          "perversity",
          "corruption",
          "peril"
        ]
      },
      "astrological associations": [],
      "myth and legend": [],
      "literary archetypes": []
    }
  ]
}

